-- phpMyAdmin SQL Dump
-- version 5.2.0
-- https://www.phpmyadmin.net/
--
-- Máy chủ: 127.0.0.1
-- Thời gian đã tạo: Th3 23, 2023 lúc 02:50 AM
-- Phiên bản máy phục vụ: 10.4.25-MariaDB
-- Phiên bản PHP: 8.1.10

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
START TRANSACTION;
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8mb4 */;

--
-- Cơ sở dữ liệu: `nhansu_db`
--

-- --------------------------------------------------------

--
-- Cấu trúc bảng cho bảng `baohiem`
--

CREATE TABLE `baohiem` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `ma_bhxh` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `ma_nv` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `loai_bhxh` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `ngaycap` date NOT NULL,
  `ngayhethan` date NOT NULL,
  `noicap` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `noikham` varchar(100) COLLATE utf8mb4_unicode_ci NOT NULL,
  `tiendong_bhxh` varchar(20) COLLATE utf8mb4_unicode_ci NOT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Đang đổ dữ liệu cho bảng `baohiem`
--

INSERT INTO `baohiem` (`id`, `ma_bhxh`, `ma_nv`, `loai_bhxh`, `ngaycap`, `ngayhethan`, `noicap`, `noikham`, `tiendong_bhxh`, `created_at`, `updated_at`) VALUES
(1, 'BHMFNV01', 'MFNV01', 'BHXH Tự Nguyện', '2021-12-20', '2022-12-20', 'BHXH Quận Ninh Kiều', 'Bệnh Viện Đa Khoa TP Cần Thơ', '450000', NULL, NULL),
(2, 'BHMFNV02', 'MFNV02', 'BHXH Tự Nguyện', '2021-02-15', '2022-02-15', 'BHXH Quận Bình Thủy', 'Bệnh Viện Nhi Đồng TP Cần Thơ', '500000', NULL, NULL),
(4, 'BHMFNV03', 'MFNV03', 'BHXH Bắt Buộc', '2020-08-18', '2021-09-18', 'BHXH Quận Ninh Kiều', 'Bệnh Viện Quốc Tế Phương Châu', '450000', NULL, NULL),
(5, 'BHMFNV04', 'MFNV04', 'BHXH Tự Nguyện', '2020-08-08', '2021-08-18', 'BHXH Quận Bình Thủy', 'Bệnh Viện Đa Khoa TP Cần Thơ', '500000', NULL, NULL),
(6, 'BHMFNV05', 'MFNV05', 'BHXH Tự Nguyện', '2020-05-08', '2021-02-10', 'BHXH Quận Bình Thủy', 'Bệnh Viện Quốc Tế Phương Châu', '450000', NULL, NULL),
(9, 'BHMFNV06', 'MFNV06', 'BHXH Tự Nguyện', '2020-05-12', '2021-10-12', 'BHXH Quận Ninh Kiều', 'Bệnh Viện Nhi Đồng TP Cần Thơ', '450000', NULL, NULL),
(10, 'BHMFNV07', 'MFNV07', 'BHXH Tự Nguyện', '2020-05-12', '2020-05-10', 'BHXH Quận Bình Thủy', 'Bệnh Viện Nhi Đồng TP Cần Thơ', '450000', NULL, NULL),
(11, 'BHMFNV08', 'MFNV08', 'BHXH Tự Nguyện', '2020-11-12', '2021-10-20', 'BHXH Quận Ninh Kiều', 'Bệnh Viện Quốc Tế Phương Châu', '450000', NULL, NULL),
(12, 'BHMFNV09', 'MFNV09', 'BHXH Tự Nguyện', '2021-10-08', '2022-10-10', 'BHXH Quận Ninh Kiều', 'Bệnh Viện Đa Khoa TP Cần Thơ', '450000', NULL, NULL),
(13, 'BHMFNV10', 'MFNV10', 'BHXH Tự Nguyện', '2020-01-16', '2020-01-06', 'BHXH Quận Ninh Kiều', 'Bệnh Viện Đa Khoa TP Cần Thơ', '450000', NULL, NULL),
(14, 'BHMFNV11', 'MFNV11', 'BHXH Tự Nguyện', '2020-03-07', '2020-03-08', 'BHXH Quận Bình Thủy', 'Bệnh Viện Đa Khoa TP Cần Thơ', '450000', NULL, NULL),
(18, 'BHMFNV12', 'MFNV12', 'BHXH Bắt Buộc', '2021-03-14', '2022-03-14', 'BHXH Quận Ninh Kiều', 'Bệnh Viện Đa Khoa TP Cần Thơ', '473000', NULL, NULL),
(20, 'BHMFNV13', 'MFNV13', 'BHXH Tự Nguyện', '2021-03-15', '2023-03-15', 'BHXH Quận Bình Thủy', 'Bệnh Viện Nhi Đồng TP Cần Thơ', '473000', NULL, NULL),
(21, 'BHMFNV14', 'MFNV14', 'BHXH Tự Nguyện', '2022-07-25', '2022-07-25', 'BHXH Quận Bình Thủy', 'Bệnh Viện Quốc Tế Phương Châu', '473000', NULL, NULL),
(22, 'BHMFNV15', 'MFNV15', 'BHXH Tự Nguyện', '2022-03-16', '2022-03-16', 'BHXH Quận Bình Thủy', 'Bệnh Viện Đa Khoa TP Cần Thơ', '473000', NULL, NULL),
(23, 'BHMFNV16', 'MFNV16', 'BHXH Bắt Buộc', '2020-04-14', '2023-03-18', 'BHXH Quận Bình Thủy', 'Bệnh Viện Đa Khoa TP Cần Thơ', '473000', NULL, NULL),
(24, 'BHMFNV17', 'MFNV17', 'BHXH Tự Nguyện', '2021-03-22', '2022-03-22', 'BHXH Quận Ninh Kiều', 'Bệnh Viện Nhi Đồng TP Cần Thơ', '473000', NULL, NULL),
(25, 'BHMFNV18', 'MFNV18', 'BHXH Tự Nguyện', '2021-05-28', '2022-05-28', 'BHXH Quận Ninh Kiều', 'Bệnh Viện Quốc Tế Phương Châu', '473000', NULL, NULL),
(26, 'BHMFNV19', 'MFNV19', 'BHXH Tự Nguyện', '2022-06-13', '2023-06-13', 'BHXH Quận Bình Thủy', 'Bệnh Viện Nhi Đồng TP Cần Thơ', '473000', NULL, NULL),
(27, 'BHMFNV20', 'MFNV20', 'BHXH Tự Nguyện', '2022-07-17', '2023-07-17', 'BHXH Quận Ninh Kiều', 'Bệnh Viện Quốc Tế Phương Châu', '473000', NULL, NULL),
(28, 'BHMFNV21', 'MFNV21', 'BHXH Tự Nguyện', '2022-08-12', '2023-08-12', 'BHXH Quận Bình Thủy', 'Bệnh Viện Nhi Đồng TP Cần Thơ', '473000', NULL, NULL),
(29, 'BHMFNV22', 'MFNV22', 'BHXH Tự Nguyện', '2022-09-19', '2023-09-19', 'BHXH Quận Ninh Kiều', 'Bệnh Viện Quốc Tế Phương Châu', '473000', NULL, NULL),
(30, 'BHMFNV23', 'MFNV23', 'BHXH Tự Nguyện', '2022-09-11', '2023-09-11', 'BHXH Quận Ninh Kiều', 'Bệnh Viện Nhi Đồng TP Cần Thơ', '473000', NULL, NULL),
(31, 'BHMFNV24', 'MFNV24', 'BHXH Tự Nguyện', '2022-11-14', '2023-11-14', 'BHXH Quận Ninh Kiều', 'Bệnh Viện Đa Khoa TP Cần Thơ', '473000', NULL, NULL),
(32, 'BHMFNV25', 'MFNV25', 'BHXH Tự Nguyện', '2022-10-19', '2023-11-19', 'BHXH Quận Ninh Kiều', 'Bệnh Viện Quốc Tế Phương Châu', '473000', NULL, NULL),
(33, 'BHMFNV26', 'MFNV26', 'BHXH Tự Nguyện', '2022-10-19', '2023-10-19', 'BHXH Quận Bình Thủy', 'Bệnh Viện Đa Khoa TP Cần Thơ', '473000', NULL, NULL),
(34, 'BHMFNV27', 'MFNV27', 'BHXH Tự Nguyện', '2022-03-15', '2023-03-15', 'BHXH Quận Ninh Kiều', 'Bệnh Viện Nhi Đồng TP Cần Thơ', '473000', NULL, NULL),
(35, 'BHMFNV28', 'MFNV28', 'BHXH Tự Nguyện', '2022-01-16', '2023-01-16', 'BHXH Quận Ninh Kiều', 'Bệnh Viện Quốc Tế Phương Châu', '473000', NULL, NULL),
(36, 'BHMFNV29', 'MFNV29', 'BHXH Tự Nguyện', '2022-09-26', '2023-09-26', 'BHXH Quận Ninh Kiều', 'Bệnh Viện Quốc Tế Phương Châu', '473000', NULL, NULL),
(37, 'BHMFNV30', 'MFNV30', 'BHXH Tự Nguyện', '2022-11-27', '2023-11-27', 'BHXH Quận Ninh Kiều', 'Bệnh Viện Quốc Tế Phương Châu', '473000', NULL, NULL),
(38, 'BHMFNV31', 'MFNV31', 'BHXH Tự Nguyện', '2022-08-22', '2023-08-22', 'BHXH Quận Bình Thủy', 'Bệnh Viện Đa Khoa TP Cần Thơ', '473000', NULL, NULL),
(39, 'BHMFNV32', 'MFNV32', 'BHXH Tự Nguyện', '2022-06-16', '2023-06-16', 'BHXH Quận Ninh Kiều', 'Bệnh Viện Nhi Đồng TP Cần Thơ', '473000', NULL, NULL),
(40, 'BHMFNV33', 'MFNV33', 'BHXH Tự Nguyện', '2022-03-28', '2022-03-28', 'BHXH Quận Bình Thủy', 'Bệnh Viện Quốc Tế Phương Châu', '473000', NULL, NULL),
(41, 'BHMFNV34', 'MFNV34', 'BHXH Tự Nguyện', '2022-08-17', '2022-08-17', 'BHXH Quận Bình Thủy', 'Bệnh Viện Nhi Đồng TP Cần Thơ', '473000', NULL, NULL),
(42, 'BHMFNV35', 'MFNV35', 'BHXH Tự Nguyện', '2022-09-09', '2023-09-09', 'BHXH Quận Bình Thủy', 'Bệnh Viện Quốc Tế Phương Châu', '473000', NULL, NULL),
(43, 'BHMFNV36', 'MFNV36', 'BHXH Tự Nguyện', '2022-12-07', '2023-12-07', 'BHXH Quận Bình Thủy', 'Bệnh Viện Nhi Đồng TP Cần Thơ', '473000', NULL, NULL),
(44, 'BHMFNV37', 'MFNV37', 'BHXH Tự Nguyện', '2022-06-27', '2023-06-28', 'BHXH Quận Bình Thủy', 'Bệnh Viện Đa Khoa TP Cần Thơ', '473000', NULL, NULL),
(45, 'BHMFNV38', 'MFNV38', 'BHXH Tự Nguyện', '2022-08-28', '2023-08-21', 'BHXH Quận Ninh Kiều', 'Bệnh Viện Nhi Đồng TP Cần Thơ', '473000', NULL, NULL);

-- --------------------------------------------------------

--
-- Cấu trúc bảng cho bảng `chamsockhachhang`
--

CREATE TABLE `chamsockhachhang` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `hoten_kh` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `noidung_kh` text COLLATE utf8mb4_unicode_ci NOT NULL,
  `sdt_kh` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `diachi_kh` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Đang đổ dữ liệu cho bảng `chamsockhachhang`
--

INSERT INTO `chamsockhachhang` (`id`, `hoten_kh`, `noidung_kh`, `sdt_kh`, `diachi_kh`, `created_at`, `updated_at`) VALUES
(25, 'Đỗ Kim Ái', 'Tôi mua bao hết khu này', '03871541214', 'Ninh Kiều-Cần Thơ', '2023-03-11 06:34:34', '2023-03-11 06:34:34'),
(28, 'Nguyễn Hoàng Nam', 'Giá Tây Đô Plaza giá bao nhiêu', '0908 346 999', 'Vị Thanh-Hậu Giang', '2023-03-11 07:52:24', '2023-03-11 07:52:24'),
(31, 'khách vang lai', 'xin yêu cầu cấp quyền', '038 1415 124', 'tiểu cần-trà vinh', '2023-03-13 08:59:14', '2023-03-13 08:59:14'),
(32, 'khách vang lai', 'xin yêu cầu cấp quyền', '038 1415 124', 'tiểu cần-trà vinh', '2023-03-13 08:59:47', '2023-03-13 08:59:47'),
(34, '1245567889', '1245567889', '1245567889', '1245567889', '2023-03-13 09:05:11', '2023-03-13 09:05:11'),
(35, 'người mới', 'người mới', 'người mới', 'người mới', '2023-03-13 09:05:52', '2023-03-13 09:05:52'),
(36, '123', '123', '123', '123', '2023-03-13 09:06:28', '2023-03-13 09:06:28'),
(37, 'xin cap quyen123', 'xin cap quyen123', 'xin cap quyen123', 'xin cap quyen123', '2023-03-13 09:06:47', '2023-03-13 09:06:47'),
(38, '123', '123', '13', '13', '2023-03-18 10:10:11', '2023-03-18 10:10:11');

-- --------------------------------------------------------

--
-- Cấu trúc bảng cho bảng `chitiet`
--

CREATE TABLE `chitiet` (
  `id` int(11) NOT NULL,
  `dac_tinh` varchar(50) NOT NULL,
  `chi_tiet` varchar(50) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4;

--
-- Đang đổ dữ liệu cho bảng `chitiet`
--

INSERT INTO `chitiet` (`id`, `dac_tinh`, `chi_tiet`) VALUES
(1, '1', 'xanh lá, xanh cam'),
(2, '2', 'rộng/hẹp'),
(3, '3', '68/92'),
(4, '4', '16/32/'),
(5, '5', 'Khuôn mặt');

-- --------------------------------------------------------

--
-- Cấu trúc bảng cho bảng `chitietnhapkho_banhang`
--

CREATE TABLE `chitietnhapkho_banhang` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `id_phieunhap` varchar(50) COLLATE utf8mb4_unicode_ci NOT NULL,
  `id_vattu` varchar(50) COLLATE utf8mb4_unicode_ci NOT NULL,
  `sl_vattu` int(20) NOT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Đang đổ dữ liệu cho bảng `chitietnhapkho_banhang`
--

INSERT INTO `chitietnhapkho_banhang` (`id`, `id_phieunhap`, `id_vattu`, `sl_vattu`, `created_at`, `updated_at`) VALUES
(169, 'PNK0028', 'LT', 10, '2023-03-01 18:32:33', '2023-03-21 22:16:47'),
(174, 'PNK0029', 'SC', 5, '2023-03-05 05:21:37', '2023-03-21 22:17:24'),
(189, 'PNK0030', 'NC', 500, '2023-03-21 21:33:38', '2023-03-21 21:33:38'),
(190, 'PNK0027', 'BB', 100, '2023-03-21 22:14:41', '2023-03-21 22:14:41'),
(191, 'PNK0027', 'KS', 10, '2023-03-21 22:14:54', '2023-03-21 22:14:54'),
(192, 'PNK0030', 'BP', 50, '2023-03-21 22:18:09', '2023-03-21 22:18:09'),
(193, 'PNK0030', 'MS', 50, '2023-03-21 22:18:16', '2023-03-21 22:18:16'),
(194, 'PNK0031', 'DT', 40, '2023-03-21 22:19:41', '2023-03-21 22:19:41'),
(195, 'PNK0032', 'PCl', 3, '2023-03-21 22:20:10', '2023-03-21 22:20:10'),
(196, 'PNK0032', 'PBL', 5, '2023-03-21 22:20:17', '2023-03-21 22:20:17'),
(197, 'PNK0033', 'PBL', 1, '2023-03-21 23:23:58', '2023-03-21 23:24:51'),
(199, 'PNK0034', 'PBL', 10, '2023-03-22 00:33:53', '2023-03-22 00:33:53');

-- --------------------------------------------------------

--
-- Cấu trúc bảng cho bảng `chitietxuatkho`
--

CREATE TABLE `chitietxuatkho` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `id_phieuxuat` varchar(50) COLLATE utf8mb4_unicode_ci NOT NULL,
  `id_vattu` varchar(50) COLLATE utf8mb4_unicode_ci NOT NULL,
  `sl_vattu` int(11) NOT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Đang đổ dữ liệu cho bảng `chitietxuatkho`
--

INSERT INTO `chitietxuatkho` (`id`, `id_phieuxuat`, `id_vattu`, `sl_vattu`, `created_at`, `updated_at`) VALUES
(87, 'PXK0015', '---Chọn vật tư----', 2, '2023-03-16 04:00:28', '2023-03-16 04:00:28'),
(93, 'PXK0015', '---Chọn vật tư----', 2, '2023-03-16 04:14:01', '2023-03-16 04:14:01'),
(105, 'PXK0015', '---Chọn vật tư----', 1, '2023-03-16 04:53:14', '2023-03-16 04:53:14'),
(107, 'PXK0015', '---Chọn vật tư----', 1, '2023-03-16 04:53:37', '2023-03-16 04:53:37'),
(115, 'PXK0015', '---Chọn vật tư----', 1, '2023-03-16 04:56:17', '2023-03-16 04:56:17'),
(151, 'PXK0012', 'NC', 250, '2023-03-21 21:34:31', '2023-03-21 21:34:47'),
(152, 'PXK0008', 'BB', 20, '2023-03-21 22:28:45', '2023-03-21 22:28:45'),
(153, 'PXK0008', 'KS', 1, '2023-03-21 22:30:27', '2023-03-21 22:30:27'),
(154, 'PXK0009', 'BB', 20, '2023-03-21 22:34:41', '2023-03-21 22:34:41'),
(155, 'PXK0009', 'KS', 1, '2023-03-21 22:34:53', '2023-03-21 22:34:53'),
(156, 'PXK0010', 'BB', 10, '2023-03-21 22:55:08', '2023-03-21 22:55:08'),
(157, 'PXK0010', 'KS', 1, '2023-03-21 22:55:14', '2023-03-21 22:55:14'),
(159, 'PXK0011', 'BB', 10, '2023-03-21 22:55:58', '2023-03-21 22:55:58'),
(160, 'PXK0011', 'KS', 1, '2023-03-21 22:56:12', '2023-03-21 22:56:12'),
(161, 'PXK0012', 'BB', 10, '2023-03-21 23:02:02', '2023-03-21 23:02:59'),
(162, 'PXK0012', 'KS', 1, '2023-03-21 23:02:14', '2023-03-21 23:02:14'),
(163, 'PXK0015', 'DT', 2, '2023-03-21 23:07:02', '2023-03-21 23:07:02'),
(164, 'PXK0015', 'BP', 2, '2023-03-21 23:07:14', '2023-03-21 23:07:14'),
(165, 'PXK0015', 'MS', 2, '2023-03-21 23:07:22', '2023-03-21 23:07:22'),
(166, 'PXK0015', 'PBL', 1, '2023-03-21 23:07:33', '2023-03-21 23:07:33'),
(167, 'PXK0015', 'SC', 1, '2023-03-21 23:08:05', '2023-03-21 23:08:05'),
(168, 'PXK0013', 'DT', 5, '2023-03-21 23:10:51', '2023-03-21 23:10:51'),
(169, 'PXK0013', 'BP', 5, '2023-03-21 23:11:03', '2023-03-21 23:11:03'),
(170, 'PXK0013', 'MS', 5, '2023-03-21 23:11:08', '2023-03-21 23:11:08'),
(171, 'PXK0013', 'PBL', 1, '2023-03-21 23:11:16', '2023-03-21 23:11:16'),
(172, 'PXK0013', 'SC', 1, '2023-03-21 23:11:25', '2023-03-21 23:11:25'),
(173, 'PXK0014', 'DT', 20, '2023-03-21 23:12:47', '2023-03-21 23:12:47'),
(174, 'PXK0014', 'BP', 20, '2023-03-21 23:12:54', '2023-03-21 23:12:54'),
(175, 'PXK0014', 'MS', 20, '2023-03-21 23:13:01', '2023-03-21 23:13:01'),
(176, 'PXK0014', 'PCl', 1, '2023-03-21 23:13:28', '2023-03-21 23:13:28'),
(177, 'PXK0014', 'PBL', 1, '2023-03-21 23:13:33', '2023-03-21 23:13:33'),
(178, 'PXK0014', 'LT', 3, '2023-03-21 23:13:41', '2023-03-21 23:13:41'),
(179, 'PXK0016', 'LT', 1, '2023-03-21 23:26:11', '2023-03-21 23:26:11'),
(180, 'PXK0016', 'MS', 1, '2023-03-21 23:26:16', '2023-03-21 23:26:16'),
(181, 'PXK0016', 'BP', 23, '2023-03-21 23:26:23', '2023-03-22 00:07:36');

-- --------------------------------------------------------

--
-- Cấu trúc bảng cho bảng `chucvu`
--

CREATE TABLE `chucvu` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `ma_cv` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `ten_cv` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Đang đổ dữ liệu cho bảng `chucvu`
--

INSERT INTO `chucvu` (`id`, `ma_cv`, `ten_cv`, `created_at`, `updated_at`) VALUES
(1, 'GĐ', 'Giám Đốc\r\n', NULL, NULL),
(2, 'NV', 'Nhân Viên', NULL, NULL),
(4, 'TP', 'Trưởng Phòng', NULL, NULL),
(7, 'TX', 'Tài Xế', NULL, NULL);

-- --------------------------------------------------------

--
-- Cấu trúc bảng cho bảng `dactinh`
--

CREATE TABLE `dactinh` (
  `id` int(11) NOT NULL,
  `dac_tinh` varchar(50) NOT NULL,
  `chi_tiet` varchar(50) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4;

--
-- Đang đổ dữ liệu cho bảng `dactinh`
--

INSERT INTO `dactinh` (`id`, `dac_tinh`, `chi_tiet`) VALUES
(1, 'màu ', 'xanh lá, xanh cam'),
(2, 'camera', 'rộng/hẹp'),
(3, 'IP', '68/92'),
(4, 'Ram', '16/32/'),
(5, 'Face ID', 'Khuôn mặt/Vân Tay');

-- --------------------------------------------------------

--
-- Cấu trúc bảng cho bảng `dactinh_chitiet`
--

CREATE TABLE `dactinh_chitiet` (
  `id` int(11) NOT NULL,
  `dac_tinh` varchar(50) NOT NULL,
  `chi_tiet` varchar(50) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4;

--
-- Đang đổ dữ liệu cho bảng `dactinh_chitiet`
--

INSERT INTO `dactinh_chitiet` (`id`, `dac_tinh`, `chi_tiet`) VALUES
(1, '1', '1'),
(2, '4', '4'),
(3, '3', '2'),
(4, '2', '4');

-- --------------------------------------------------------

--
-- Cấu trúc bảng cho bảng `dactinh_sanpham`
--

CREATE TABLE `dactinh_sanpham` (
  `id` int(11) NOT NULL,
  `san_pham` varchar(50) NOT NULL,
  `dac_tinh` varchar(50) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4;

--
-- Đang đổ dữ liệu cho bảng `dactinh_sanpham`
--

INSERT INTO `dactinh_sanpham` (`id`, `san_pham`, `dac_tinh`) VALUES
(7, '1', '1'),
(8, '2', '2'),
(13, '3', '3'),
(14, '4', '1'),
(15, '1', '2'),
(16, '1', '3'),
(17, '5', '1'),
(18, '5', '2'),
(19, '5', '3'),
(20, '5', '4'),
(21, '5', '5');

-- --------------------------------------------------------

--
-- Cấu trúc bảng cho bảng `donhang`
--

CREATE TABLE `donhang` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `ma_dh` varchar(50) COLLATE utf8mb4_unicode_ci NOT NULL,
  `ma_user` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `hoten_user` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `sdt_user` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `diachi_user` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `anh_sp` varchar(100) COLLATE utf8mb4_unicode_ci NOT NULL,
  `ten_sp` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `gia` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `sl` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Đang đổ dữ liệu cho bảng `donhang`
--

INSERT INTO `donhang` (`id`, `ma_dh`, `ma_user`, `hoten_user`, `sdt_user`, `diachi_user`, `anh_sp`, `ten_sp`, `gia`, `sl`, `created_at`, `updated_at`) VALUES
(13, 'DHL_SIEUGA_2022-11-11', 'sieuga', 'Thạch Chanh Tha', '0908 346 989', '134-Nguyễn Đệ-Quận Ninh Kiều-TP. Cần Thơ', 'laptop_asus.jpg', 'Laptop Asus', '20000000', '5', '2022-11-11 02:37:51', '2022-11-11 02:37:51'),
(14, 'DHL_SIEUGA_2022-11-11', 'sieuga', 'Thạch Chanh Tha', '0908 346 989', '134-Nguyễn Đệ-Quận Ninh Kiều-TP. Cần Thơ', 'laptop_dell.jpg', 'Laptop Dell', '19000000', '2', '2022-11-11 02:37:51', '2022-11-11 02:37:51'),
(15, 'DHL_THA_2022-12-15', 'tha', 'Lâm Nhật Huy', '038 778 1268', 'Phan Văn Hớn-Phường Tân Thới Nhất-Quận 12-TP HCM', 'laptop_asus.jpg', 'Laptop Asus', '20000000', '3', '2022-12-15 00:53:20', '2022-12-15 00:53:20'),
(16, 'DHL_THA_2022-12-15', 'tha', 'Lâm Nhật Huy', '038 778 1268', 'Phan Văn Hớn-Phường Tân Thới Nhất-Quận 12-TP HCM', 'laptop_lenovo.png', 'Laptop Lenovo', '15000000', '2', '2022-12-15 00:53:20', '2022-12-15 00:53:20'),
(17, 'DHL_THA_2022-12-15', 'tha', 'Lâm Nhật Huy', '038 778 1268', 'Phan Văn Hớn-Phường Tân Thới Nhất-Quận 12-TP HCM', 'dt_iphone.jpg', 'Điện thoại Iphone', '40000000', '1', '2022-12-15 02:11:15', '2022-12-15 02:11:15'),
(18, 'DHL_THA_2022-12-15', 'tha', 'Lâm Nhật Huy', '038 778 1268', 'Phan Văn Hớn-Phường Tân Thới Nhất-Quận 12-TP HCM', 'dongho_1.jpg', 'Đồng Hồ Nam_Casio', '5000000', '3', '2022-12-15 02:11:15', '2022-12-15 02:11:15'),
(19, 'DHL_SIEUGA_2023-02-22', 'sieuga', 'Thạch Chanh Tha', '0908 346 989', '134-Nguyễn Đệ-Quận Ninh Kiều-TP. Cần Thơ', 'dt_iphone.jpg', 'Điện thoại Iphone', '40000000', '3', '2023-02-21 21:09:30', '2023-02-21 21:09:30'),
(20, 'DHL_GUEST_2023-02-24', 'guest', 'Lâm Nhật Huy', '038 778 1268', 'Phan Văn Hớn-Phường Tân Thới Nhất-Quận 12-TP HCM', 'dt_iphone.jpg', 'Điện thoại Iphone', '40000000', '1', '2023-02-23 20:40:24', '2023-02-23 20:40:24'),
(21, 'DHL_ADMIN_2023-03-06', 'admin', 'Thạch Chanh Tha', '0908 346 989', '134-Nguyễn Đệ-Quận Ninh Kiều-TP. Cần Thơ', 'dt_iphone.jpg', 'Điện thoại Iphone', '40000000', '2', '2023-03-06 02:21:57', '2023-03-06 02:21:57'),
(22, 'DHL_ADMIN_2023-03-06', 'admin', 'Thạch Chanh Tha', '0908 346 989', '134-Nguyễn Đệ-Quận Ninh Kiều-TP. Cần Thơ', 'laptop_asus.jpg', 'Laptop Asus', '20000000', '1', '2023-03-06 02:21:57', '2023-03-06 02:21:57'),
(23, 'DHL_ADMIN_2023-03-13', 'admin', 'Thạch Chanh Tha', '0908 346 989', '134-Nguyễn Đệ-Quận Ninh Kiều-TP. Cần Thơ', 'hoang-tam-6.jpg', 'Điện thoại SamSung', '23000000', '2', '2023-03-13 01:21:00', '2023-03-13 01:21:00'),
(24, 'DHL_ADMIN_2023-03-13', 'admin', 'Thạch Chanh Tha', '0908 346 989', '134-Nguyễn Đệ-Quận Ninh Kiều-TP. Cần Thơ', 'hoang-tam-6.jpg', 'Điện thoại SamSung', '23000000', '1', '2023-03-13 01:24:11', '2023-03-13 01:24:11'),
(25, 'DHL_TIENLE_NHANSU_2023-03-20', 'tienle_nhansu', 'Lê Thị Mỹ Tiên', '0944214147', 'Châu Thành-Long An', 'stella-mega-city (2).jpg', 'Đại Đô Thị Stella Mega City', '40000000', '2', '2023-03-20 05:00:25', '2023-03-20 05:00:25');

-- --------------------------------------------------------

--
-- Cấu trúc bảng cho bảng `donvitinh`
--

CREATE TABLE `donvitinh` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `donvitinh` varchar(100) COLLATE utf8mb4_unicode_ci NOT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Đang đổ dữ liệu cho bảng `donvitinh`
--

INSERT INTO `donvitinh` (`id`, `donvitinh`, `created_at`, `updated_at`) VALUES
(1, 'Cái', NULL, NULL),
(2, 'Cuộn', NULL, NULL),
(3, 'Bao', NULL, NULL),
(4, 'Bịch', NULL, NULL);

-- --------------------------------------------------------

--
-- Cấu trúc bảng cho bảng `dulieuchamcong`
--

CREATE TABLE `dulieuchamcong` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `ma_nv` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `ma_cv` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `ma_pb` varchar(20) COLLATE utf8mb4_unicode_ci NOT NULL,
  `ngay_chamcong` date NOT NULL,
  `gio_vao` time NOT NULL,
  `gio_ra` time NOT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Đang đổ dữ liệu cho bảng `dulieuchamcong`
--

INSERT INTO `dulieuchamcong` (`id`, `ma_nv`, `ma_cv`, `ma_pb`, `ngay_chamcong`, `gio_vao`, `gio_ra`, `created_at`, `updated_at`) VALUES
(1363, 'MFNV01', 'GĐ', 'HCNS', '2022-11-25', '07:50:00', '17:32:00', '2023-03-19 09:30:36', '2023-03-19 09:30:36'),
(1364, 'MFNV01', 'GĐ', 'HCNS', '2022-11-26', '07:52:00', '17:30:00', '2023-03-19 09:30:36', '2023-03-19 09:30:36'),
(1365, 'MFNV01', 'GĐ', 'HCNS', '2022-11-28', '08:10:00', '17:31:00', '2023-03-19 09:30:36', '2023-03-19 09:30:36'),
(1366, 'MFNV01', 'GĐ', 'HCNS', '2022-11-29', '07:55:00', '17:30:00', '2023-03-19 09:30:36', '2023-03-19 09:30:36'),
(1367, 'MFNV01', 'GĐ', 'HCNS', '2022-12-01', '07:50:00', '17:32:00', '2023-03-19 09:30:36', '2023-03-19 09:30:36'),
(1368, 'MFNV01', 'GĐ', 'HCNS', '2022-12-02', '07:52:00', '17:30:00', '2023-03-19 09:30:36', '2023-03-19 09:30:36'),
(1369, 'MFNV01', 'GĐ', 'HCNS', '2022-12-03', '08:10:00', '17:31:00', '2023-03-19 09:30:36', '2023-03-19 09:30:36'),
(1370, 'MFNV01', 'GĐ', 'HCNS', '2022-12-05', '07:56:00', '17:30:00', '2023-03-19 09:30:36', '2023-03-19 09:30:36'),
(1371, 'MFNV01', 'GĐ', 'HCNS', '2022-12-06', '07:58:00', '17:32:00', '2023-03-19 09:30:36', '2023-03-19 09:30:36'),
(1372, 'MFNV01', 'GĐ', 'HCNS', '2022-12-07', '07:50:00', '17:30:00', '2023-03-19 09:30:36', '2023-03-19 09:30:36'),
(1373, 'MFNV01', 'GĐ', 'HCNS', '2022-12-08', '07:50:00', '17:30:00', '2023-03-19 09:30:36', '2023-03-19 09:30:36'),
(1374, 'MFNV01', 'GĐ', 'HCNS', '2022-12-09', '07:50:00', '17:32:00', '2023-03-19 09:30:36', '2023-03-19 09:30:36'),
(1375, 'MFNV01', 'GĐ', 'HCNS', '2022-12-10', '08:10:00', '17:31:00', '2023-03-19 09:30:36', '2023-03-19 09:30:36'),
(1376, 'MFNV01', 'GĐ', 'HCNS', '2022-12-12', '07:50:00', '17:31:00', '2023-03-19 09:30:36', '2023-03-19 09:30:36'),
(1377, 'MFNV01', 'GĐ', 'HCNS', '2022-12-13', '07:50:00', '17:32:00', '2023-03-19 09:30:36', '2023-03-19 09:30:36'),
(1378, 'MFNV01', 'GĐ', 'HCNS', '2022-12-14', '07:52:00', '17:30:00', '2023-03-19 09:30:36', '2023-03-19 09:30:36'),
(1379, 'MFNV01', 'GĐ', 'HCNS', '2022-12-15', '07:54:00', '17:31:00', '2023-03-19 09:30:36', '2023-03-19 09:30:36'),
(1380, 'MFNV01', 'GĐ', 'HCNS', '2022-12-16', '07:55:00', '17:30:00', '2023-03-19 09:30:36', '2023-03-19 09:30:36'),
(1381, 'MFNV01', 'GĐ', 'HCNS', '2022-12-17', '07:56:00', '17:30:00', '2023-03-19 09:30:36', '2023-03-19 09:30:36'),
(1382, 'MFNV01', 'GĐ', 'HCNS', '2022-12-19', '07:50:00', '17:30:00', '2023-03-19 09:30:36', '2023-03-19 09:30:36'),
(1383, 'MFNV01', 'GĐ', 'HCNS', '2022-12-20', '07:50:00', '17:30:00', '2023-03-19 09:30:36', '2023-03-19 09:30:36'),
(1384, 'MFNV01', 'GĐ', 'HCNS', '2022-12-21', '07:50:00', '17:32:00', '2023-03-19 09:30:36', '2023-03-19 09:30:36'),
(1385, 'MFNV01', 'GĐ', 'HCNS', '2022-12-22', '08:00:00', '17:31:00', '2023-03-19 09:30:36', '2023-03-19 09:30:36'),
(1386, 'MFNV01', 'GĐ', 'HCNS', '2022-12-23', '07:50:00', '17:31:00', '2023-03-19 09:30:36', '2023-03-19 09:30:36'),
(1387, 'MFNV01', 'GĐ', 'HCNS', '2022-12-24', '07:50:00', '17:31:00', '2023-03-19 09:30:36', '2023-03-19 09:30:36'),
(1388, 'MFNV02', 'GĐ', 'KT', '2022-11-25', '07:50:00', '17:32:00', '2023-03-19 09:30:36', '2023-03-19 09:30:36'),
(1389, 'MFNV02', 'GĐ', 'KT', '2022-11-26', '07:52:00', '17:29:00', '2023-03-19 09:30:36', '2023-03-19 09:30:36'),
(1390, 'MFNV02', 'GĐ', 'KT', '2022-11-28', '07:59:00', '17:31:00', '2023-03-19 09:30:36', '2023-03-19 09:30:36'),
(1391, 'MFNV02', 'GĐ', 'KT', '2022-11-29', '07:55:00', '17:30:00', '2023-03-19 09:30:36', '2023-03-19 09:30:36'),
(1392, 'MFNV02', 'GĐ', 'KT', '2022-12-01', '07:50:00', '17:32:00', '2023-03-19 09:30:36', '2023-03-19 09:30:36'),
(1393, 'MFNV02', 'GĐ', 'KT', '2022-12-02', '08:10:00', '17:30:00', '2023-03-19 09:30:36', '2023-03-19 09:30:36'),
(1394, 'MFNV02', 'GĐ', 'KT', '2022-12-03', '07:50:00', '17:31:00', '2023-03-19 09:30:36', '2023-03-19 09:30:36'),
(1395, 'MFNV02', 'GĐ', 'KT', '2022-12-05', '07:56:00', '17:30:00', '2023-03-19 09:30:36', '2023-03-19 09:30:36'),
(1396, 'MFNV02', 'GĐ', 'KT', '2022-12-06', '07:58:00', '17:32:00', '2023-03-19 09:30:36', '2023-03-19 09:30:36'),
(1397, 'MFNV02', 'GĐ', 'KT', '2022-12-07', '07:50:00', '17:30:00', '2023-03-19 09:30:36', '2023-03-19 09:30:36'),
(1398, 'MFNV02', 'GĐ', 'KT', '2022-12-08', '07:50:00', '17:30:00', '2023-03-19 09:30:36', '2023-03-19 09:30:36'),
(1399, 'MFNV02', 'GĐ', 'KT', '2022-12-09', '07:50:00', '17:32:00', '2023-03-19 09:30:36', '2023-03-19 09:30:36'),
(1400, 'MFNV02', 'GĐ', 'KT', '2022-12-10', '08:10:00', '17:31:00', '2023-03-19 09:30:36', '2023-03-19 09:30:36'),
(1401, 'MFNV02', 'GĐ', 'KT', '2022-12-12', '07:50:00', '17:31:00', '2023-03-19 09:30:36', '2023-03-19 09:30:36'),
(1402, 'MFNV02', 'GĐ', 'KT', '2022-12-13', '07:50:00', '17:32:00', '2023-03-19 09:30:36', '2023-03-19 09:30:36'),
(1403, 'MFNV02', 'GĐ', 'KT', '2022-12-14', '07:52:00', '17:30:00', '2023-03-19 09:30:36', '2023-03-19 09:30:36'),
(1404, 'MFNV02', 'GĐ', 'KT', '2022-12-15', '07:54:00', '17:31:00', '2023-03-19 09:30:36', '2023-03-19 09:30:36'),
(1405, 'MFNV02', 'GĐ', 'KT', '2022-12-16', '07:55:00', '17:30:00', '2023-03-19 09:30:36', '2023-03-19 09:30:36'),
(1406, 'MFNV02', 'GĐ', 'KT', '2022-12-17', '07:56:00', '17:30:00', '2023-03-19 09:30:36', '2023-03-19 09:30:36'),
(1407, 'MFNV02', 'GĐ', 'KT', '2022-12-19', '07:50:00', '17:30:00', '2023-03-19 09:30:36', '2023-03-19 09:30:36'),
(1408, 'MFNV02', 'GĐ', 'KT', '2022-12-20', '07:50:00', '17:29:00', '2023-03-19 09:30:36', '2023-03-19 09:30:36'),
(1409, 'MFNV02', 'GĐ', 'KT', '2022-12-21', '07:50:00', '17:32:00', '2023-03-19 09:30:36', '2023-03-19 09:30:36'),
(1410, 'MFNV02', 'GĐ', 'KT', '2022-12-22', '08:00:00', '17:31:00', '2023-03-19 09:30:36', '2023-03-19 09:30:36'),
(1411, 'MFNV02', 'GĐ', 'KT', '2022-12-23', '07:50:00', '17:31:00', '2023-03-19 09:30:36', '2023-03-19 09:30:36'),
(1412, 'MFNV02', 'GĐ', 'KT', '2022-12-24', '07:50:00', '17:31:00', '2023-03-19 09:30:36', '2023-03-19 09:30:36'),
(1413, 'MFNV03', 'GĐ', 'CNTT', '2022-11-25', '07:50:00', '17:32:00', '2023-03-19 09:30:36', '2023-03-19 09:30:36'),
(1414, 'MFNV03', 'GĐ', 'CNTT', '2022-11-26', '07:52:00', '17:30:00', '2023-03-19 09:30:36', '2023-03-19 09:30:36'),
(1415, 'MFNV03', 'GĐ', 'CNTT', '2022-11-28', '08:10:00', '17:31:00', '2023-03-19 09:30:36', '2023-03-19 09:30:36'),
(1416, 'MFNV03', 'GĐ', 'CNTT', '2022-11-29', '07:55:00', '17:20:00', '2023-03-19 09:30:36', '2023-03-19 09:30:36'),
(1417, 'MFNV03', 'GĐ', 'CNTT', '2022-12-01', '07:50:00', '17:32:00', '2023-03-19 09:30:36', '2023-03-19 09:30:36'),
(1418, 'MFNV03', 'GĐ', 'CNTT', '2022-12-02', '07:52:00', '17:30:00', '2023-03-19 09:30:36', '2023-03-19 09:30:36'),
(1419, 'MFNV03', 'GĐ', 'CNTT', '2022-12-03', '07:59:00', '17:31:00', '2023-03-19 09:30:36', '2023-03-19 09:30:36'),
(1420, 'MFNV03', 'GĐ', 'CNTT', '2022-12-05', '07:56:00', '17:30:00', '2023-03-19 09:30:36', '2023-03-19 09:30:36'),
(1421, 'MFNV03', 'GĐ', 'CNTT', '2022-12-06', '07:58:00', '17:32:00', '2023-03-19 09:30:36', '2023-03-19 09:30:36'),
(1422, 'MFNV03', 'GĐ', 'CNTT', '2022-12-07', '07:50:00', '17:30:00', '2023-03-19 09:30:36', '2023-03-19 09:30:36'),
(1423, 'MFNV03', 'GĐ', 'CNTT', '2022-12-08', '08:10:00', '17:30:00', '2023-03-19 09:30:36', '2023-03-19 09:30:36'),
(1424, 'MFNV03', 'GĐ', 'CNTT', '2022-12-09', '07:50:00', '17:32:00', '2023-03-19 09:30:36', '2023-03-19 09:30:36'),
(1425, 'MFNV03', 'GĐ', 'CNTT', '2022-12-10', '08:00:00', '17:31:00', '2023-03-19 09:30:36', '2023-03-19 09:30:36'),
(1426, 'MFNV03', 'GĐ', 'CNTT', '2022-12-12', '07:50:00', '17:31:00', '2023-03-19 09:30:36', '2023-03-19 09:30:36'),
(1427, 'MFNV03', 'GĐ', 'CNTT', '2022-12-13', '07:50:00', '15:32:00', '2023-03-19 09:30:36', '2023-03-19 09:30:36'),
(1428, 'MFNV03', 'GĐ', 'CNTT', '2022-12-14', '07:52:00', '17:30:00', '2023-03-19 09:30:36', '2023-03-19 09:30:36'),
(1429, 'MFNV03', 'GĐ', 'CNTT', '2022-12-15', '07:54:00', '17:31:00', '2023-03-19 09:30:36', '2023-03-19 09:30:36'),
(1430, 'MFNV03', 'GĐ', 'CNTT', '2022-12-16', '07:55:00', '17:30:00', '2023-03-19 09:30:36', '2023-03-19 09:30:36'),
(1431, 'MFNV03', 'GĐ', 'CNTT', '2022-12-17', '07:56:00', '17:30:00', '2023-03-19 09:30:36', '2023-03-19 09:30:36'),
(1432, 'MFNV03', 'GĐ', 'CNTT', '2022-12-19', '07:50:00', '17:30:00', '2023-03-19 09:30:36', '2023-03-19 09:30:36'),
(1433, 'MFNV03', 'GĐ', 'CNTT', '2022-12-20', '07:50:00', '17:30:00', '2023-03-19 09:30:36', '2023-03-19 09:30:36'),
(1434, 'MFNV03', 'GĐ', 'CNTT', '2022-12-21', '08:30:00', '17:32:00', '2023-03-19 09:30:36', '2023-03-19 09:30:36'),
(1435, 'MFNV03', 'GĐ', 'CNTT', '2022-12-22', '07:59:00', '17:31:00', '2023-03-19 09:30:36', '2023-03-19 09:30:36'),
(1436, 'MFNV03', 'GĐ', 'CNTT', '2022-12-23', '07:50:00', '17:31:00', '2023-03-19 09:30:36', '2023-03-19 09:30:36'),
(1437, 'MFNV03', 'GĐ', 'CNTT', '2022-12-24', '07:50:00', '17:31:00', '2023-03-19 09:30:36', '2023-03-19 09:30:36'),
(1438, 'MFNV04', 'GĐ', 'CNTT', '2022-11-25', '07:50:00', '17:32:00', '2023-03-19 09:30:36', '2023-03-19 09:30:36'),
(1439, 'MFNV04', 'GĐ', 'CNTT', '2022-11-26', '07:52:00', '17:30:00', '2023-03-19 09:30:36', '2023-03-19 09:30:36'),
(1440, 'MFNV04', 'GĐ', 'CNTT', '2022-11-28', '08:10:00', '17:31:00', '2023-03-19 09:30:36', '2023-03-19 09:30:36'),
(1441, 'MFNV04', 'GĐ', 'CNTT', '2022-11-29', '07:55:00', '17:30:00', '2023-03-19 09:30:36', '2023-03-19 09:30:36'),
(1442, 'MFNV04', 'GĐ', 'CNTT', '2022-12-01', '07:50:00', '17:28:00', '2023-03-19 09:30:36', '2023-03-19 09:30:36'),
(1443, 'MFNV04', 'GĐ', 'CNTT', '2022-12-02', '07:52:00', '17:30:00', '2023-03-19 09:30:36', '2023-03-19 09:30:36'),
(1444, 'MFNV04', 'GĐ', 'CNTT', '2022-12-03', '07:59:00', '17:31:00', '2023-03-19 09:30:36', '2023-03-19 09:30:36'),
(1445, 'MFNV04', 'GĐ', 'CNTT', '2022-12-05', '07:56:00', '17:30:00', '2023-03-19 09:30:36', '2023-03-19 09:30:36'),
(1446, 'MFNV04', 'GĐ', 'CNTT', '2022-12-06', '07:58:00', '17:32:00', '2023-03-19 09:30:36', '2023-03-19 09:30:36'),
(1447, 'MFNV04', 'GĐ', 'CNTT', '2022-12-07', '07:50:00', '17:30:00', '2023-03-19 09:30:36', '2023-03-19 09:30:36'),
(1448, 'MFNV04', 'GĐ', 'CNTT', '2022-12-08', '10:50:00', '17:30:00', '2023-03-19 09:30:36', '2023-03-19 09:30:36'),
(1449, 'MFNV04', 'GĐ', 'CNTT', '2022-12-09', '07:50:00', '17:32:00', '2023-03-19 09:30:36', '2023-03-19 09:30:36'),
(1450, 'MFNV04', 'GĐ', 'CNTT', '2022-12-10', '08:00:00', '17:31:00', '2023-03-19 09:30:36', '2023-03-19 09:30:36'),
(1451, 'MFNV04', 'GĐ', 'CNTT', '2022-12-12', '07:50:00', '17:31:00', '2023-03-19 09:30:36', '2023-03-19 09:30:36'),
(1452, 'MFNV04', 'GĐ', 'CNTT', '2022-12-13', '07:50:00', '17:32:00', '2023-03-19 09:30:36', '2023-03-19 09:30:36'),
(1453, 'MFNV04', 'GĐ', 'CNTT', '2022-12-14', '07:52:00', '17:30:00', '2023-03-19 09:30:36', '2023-03-19 09:30:36'),
(1454, 'MFNV04', 'GĐ', 'CNTT', '2022-12-15', '07:54:00', '17:31:00', '2023-03-19 09:30:36', '2023-03-19 09:30:36'),
(1455, 'MFNV04', 'GĐ', 'CNTT', '2022-12-16', '08:01:00', '17:30:00', '2023-03-19 09:30:36', '2023-03-19 09:30:36'),
(1456, 'MFNV04', 'GĐ', 'CNTT', '2022-12-17', '07:56:00', '17:30:00', '2023-03-19 09:30:36', '2023-03-19 09:30:36'),
(1457, 'MFNV04', 'GĐ', 'CNTT', '2022-12-19', '07:50:00', '17:30:00', '2023-03-19 09:30:36', '2023-03-19 09:30:36'),
(1458, 'MFNV04', 'GĐ', 'CNTT', '2022-12-20', '07:50:00', '17:20:00', '2023-03-19 09:30:36', '2023-03-19 09:30:36'),
(1459, 'MFNV04', 'GĐ', 'CNTT', '2022-12-21', '07:50:00', '17:32:00', '2023-03-19 09:30:36', '2023-03-19 09:30:36'),
(1460, 'MFNV04', 'GĐ', 'CNTT', '2022-12-22', '07:59:00', '17:31:00', '2023-03-19 09:30:36', '2023-03-19 09:30:36'),
(1461, 'MFNV04', 'GĐ', 'CNTT', '2022-12-23', '07:50:00', '17:31:00', '2023-03-19 09:30:36', '2023-03-19 09:30:36'),
(1462, 'MFNV04', 'GĐ', 'CNTT', '2022-12-24', '07:50:00', '17:31:00', '2023-03-19 09:30:36', '2023-03-19 09:30:36'),
(1463, 'MFNV05', 'NV', 'HCNS', '2022-11-25', '07:50:00', '17:32:00', '2023-03-19 09:30:36', '2023-03-19 09:30:36'),
(1464, 'MFNV05', 'NV', 'HCNS', '2022-11-26', '07:52:00', '17:30:00', '2023-03-19 09:30:36', '2023-03-19 09:30:36'),
(1465, 'MFNV05', 'NV', 'HCNS', '2022-11-28', '08:10:00', '17:31:00', '2023-03-19 09:30:36', '2023-03-19 09:30:36'),
(1466, 'MFNV05', 'NV', 'HCNS', '2022-11-29', '07:55:00', '17:30:00', '2023-03-19 09:30:36', '2023-03-19 09:30:36'),
(1467, 'MFNV05', 'NV', 'HCNS', '2022-12-01', '07:50:00', '17:32:00', '2023-03-19 09:30:37', '2023-03-19 09:30:37'),
(1468, 'MFNV05', 'NV', 'HCNS', '2022-12-02', '07:52:00', '17:30:00', '2023-03-19 09:30:37', '2023-03-19 09:30:37'),
(1469, 'MFNV05', 'NV', 'HCNS', '2022-12-03', '07:59:00', '17:31:00', '2023-03-19 09:30:37', '2023-03-19 09:30:37'),
(1470, 'MFNV05', 'NV', 'HCNS', '2022-12-05', '07:56:00', '17:30:00', '2023-03-19 09:30:37', '2023-03-19 09:30:37'),
(1471, 'MFNV05', 'NV', 'HCNS', '2022-12-06', '07:58:00', '17:32:00', '2023-03-19 09:30:37', '2023-03-19 09:30:37'),
(1472, 'MFNV05', 'NV', 'HCNS', '2022-12-07', '07:50:00', '17:30:00', '2023-03-19 09:30:37', '2023-03-19 09:30:37'),
(1473, 'MFNV05', 'NV', 'HCNS', '2022-12-08', '08:10:00', '17:30:00', '2023-03-19 09:30:37', '2023-03-19 09:30:37'),
(1474, 'MFNV05', 'NV', 'HCNS', '2022-12-09', '07:50:00', '17:32:00', '2023-03-19 09:30:37', '2023-03-19 09:30:37'),
(1475, 'MFNV05', 'NV', 'HCNS', '2022-12-10', '08:00:00', '17:31:00', '2023-03-19 09:30:37', '2023-03-19 09:30:37'),
(1476, 'MFNV05', 'NV', 'HCNS', '2022-12-12', '07:50:00', '17:31:00', '2023-03-19 09:30:37', '2023-03-19 09:30:37'),
(1477, 'MFNV05', 'NV', 'HCNS', '2022-12-13', '07:50:00', '17:32:00', '2023-03-19 09:30:37', '2023-03-19 09:30:37'),
(1478, 'MFNV05', 'NV', 'HCNS', '2022-12-14', '07:52:00', '17:30:00', '2023-03-19 09:30:37', '2023-03-19 09:30:37'),
(1479, 'MFNV05', 'NV', 'HCNS', '2022-12-15', '07:54:00', '17:31:00', '2023-03-19 09:30:37', '2023-03-19 09:30:37'),
(1480, 'MFNV05', 'NV', 'HCNS', '2022-12-16', '07:55:00', '17:28:00', '2023-03-19 09:30:37', '2023-03-19 09:30:37'),
(1481, 'MFNV05', 'NV', 'HCNS', '2022-12-17', '07:56:00', '17:30:00', '2023-03-19 09:30:37', '2023-03-19 09:30:37'),
(1482, 'MFNV05', 'NV', 'HCNS', '2022-12-19', '07:50:00', '17:30:00', '2023-03-19 09:30:37', '2023-03-19 09:30:37'),
(1483, 'MFNV05', 'NV', 'HCNS', '2022-12-20', '07:50:00', '17:30:00', '2023-03-19 09:30:37', '2023-03-19 09:30:37'),
(1484, 'MFNV05', 'NV', 'HCNS', '2022-12-21', '07:50:00', '17:32:00', '2023-03-19 09:30:37', '2023-03-19 09:30:37'),
(1485, 'MFNV05', 'NV', 'HCNS', '2022-12-22', '07:59:00', '17:31:00', '2023-03-19 09:30:37', '2023-03-19 09:30:37'),
(1486, 'MFNV05', 'NV', 'HCNS', '2022-12-23', '07:50:00', '17:31:00', '2023-03-19 09:30:37', '2023-03-19 09:30:37'),
(1487, 'MFNV05', 'NV', 'HCNS', '2022-12-24', '07:50:00', '17:31:00', '2023-03-19 09:30:37', '2023-03-19 09:30:37'),
(1488, 'MFNV06', 'NV', 'CNTT', '2022-11-25', '07:50:00', '17:32:00', '2023-03-19 09:44:40', '2023-03-19 09:44:40'),
(1489, 'MFNV06', 'NV', 'CNTT', '2022-11-26', '07:52:00', '17:30:00', '2023-03-19 09:44:40', '2023-03-19 09:44:40'),
(1490, 'MFNV06', 'NV', 'CNTT', '2022-11-28', '08:10:00', '17:31:00', '2023-03-19 09:44:40', '2023-03-19 09:44:40'),
(1491, 'MFNV06', 'NV', 'CNTT', '2022-11-29', '07:55:00', '17:30:00', '2023-03-19 09:44:40', '2023-03-19 09:44:40'),
(1492, 'MFNV06', 'NV', 'CNTT', '2022-12-01', '07:50:00', '17:32:00', '2023-03-19 09:44:40', '2023-03-19 09:44:40'),
(1493, 'MFNV06', 'NV', 'CNTT', '2022-12-02', '07:52:00', '17:30:00', '2023-03-19 09:44:40', '2023-03-19 09:44:40'),
(1494, 'MFNV06', 'NV', 'CNTT', '2022-12-03', '08:02:00', '17:31:00', '2023-03-19 09:44:40', '2023-03-19 09:44:40'),
(1495, 'MFNV06', 'NV', 'CNTT', '2022-12-05', '07:56:00', '17:30:00', '2023-03-19 09:44:40', '2023-03-19 09:44:40'),
(1496, 'MFNV06', 'NV', 'CNTT', '2022-12-06', '07:58:00', '17:32:00', '2023-03-19 09:44:40', '2023-03-19 09:44:40'),
(1497, 'MFNV06', 'NV', 'CNTT', '2022-12-07', '07:50:00', '17:30:00', '2023-03-19 09:44:40', '2023-03-19 09:44:40'),
(1498, 'MFNV06', 'NV', 'CNTT', '2022-12-09', '07:50:00', '17:32:00', '2023-03-19 09:44:40', '2023-03-19 09:44:40'),
(1499, 'MFNV06', 'NV', 'CNTT', '2022-12-10', '08:00:00', '17:31:00', '2023-03-19 09:44:40', '2023-03-19 09:44:40'),
(1500, 'MFNV06', 'NV', 'CNTT', '2022-12-12', '07:50:00', '17:31:00', '2023-03-19 09:44:40', '2023-03-19 09:44:40'),
(1501, 'MFNV06', 'NV', 'CNTT', '2022-12-13', '07:50:00', '17:32:00', '2023-03-19 09:44:40', '2023-03-19 09:44:40'),
(1502, 'MFNV06', 'NV', 'CNTT', '2022-12-14', '07:52:00', '17:30:00', '2023-03-19 09:44:40', '2023-03-19 09:44:40'),
(1503, 'MFNV06', 'NV', 'CNTT', '2022-12-15', '07:54:00', '17:31:00', '2023-03-19 09:44:40', '2023-03-19 09:44:40'),
(1504, 'MFNV06', 'NV', 'CNTT', '2022-12-16', '07:55:00', '17:30:00', '2023-03-19 09:44:40', '2023-03-19 09:44:40'),
(1505, 'MFNV06', 'NV', 'CNTT', '2022-12-17', '07:56:00', '17:30:00', '2023-03-19 09:44:40', '2023-03-19 09:44:40'),
(1506, 'MFNV06', 'NV', 'CNTT', '2022-12-19', '07:50:00', '17:30:00', '2023-03-19 09:44:40', '2023-03-19 09:44:40'),
(1507, 'MFNV06', 'NV', 'CNTT', '2022-12-20', '07:50:00', '17:30:00', '2023-03-19 09:44:40', '2023-03-19 09:44:40'),
(1508, 'MFNV06', 'NV', 'CNTT', '2022-12-21', '07:50:00', '17:32:00', '2023-03-19 09:44:40', '2023-03-19 09:44:40'),
(1509, 'MFNV06', 'NV', 'CNTT', '2022-12-22', '07:59:00', '17:31:00', '2023-03-19 09:44:40', '2023-03-19 09:44:40'),
(1510, 'MFNV06', 'NV', 'CNTT', '2022-12-23', '07:50:00', '17:31:00', '2023-03-19 09:44:40', '2023-03-19 09:44:40'),
(1511, 'MFNV06', 'NV', 'CNTT', '2022-12-24', '07:50:00', '17:31:00', '2023-03-19 09:44:40', '2023-03-19 09:44:40'),
(1512, 'MFNV07', 'NV', 'CNTT', '2022-11-25', '07:50:00', '17:32:00', '2023-03-19 09:44:40', '2023-03-19 09:44:40'),
(1513, 'MFNV07', 'NV', 'CNTT', '2022-11-26', '07:52:00', '17:30:00', '2023-03-19 09:44:40', '2023-03-19 09:44:40'),
(1514, 'MFNV07', 'NV', 'CNTT', '2022-11-28', '08:10:00', '17:31:00', '2023-03-19 09:44:40', '2023-03-19 09:44:40'),
(1515, 'MFNV07', 'NV', 'CNTT', '2022-11-29', '11:55:00', '17:30:00', '2023-03-19 09:44:40', '2023-03-19 09:44:40'),
(1516, 'MFNV07', 'NV', 'CNTT', '2022-12-01', '07:50:00', '17:32:00', '2023-03-19 09:44:40', '2023-03-19 09:44:40'),
(1517, 'MFNV07', 'NV', 'CNTT', '2022-12-02', '07:52:00', '17:30:00', '2023-03-19 09:44:40', '2023-03-19 09:44:40'),
(1518, 'MFNV07', 'NV', 'CNTT', '2022-12-03', '07:59:00', '17:31:00', '2023-03-19 09:44:40', '2023-03-19 09:44:40'),
(1519, 'MFNV07', 'NV', 'CNTT', '2022-12-05', '07:56:00', '17:30:00', '2023-03-19 09:44:40', '2023-03-19 09:44:40'),
(1520, 'MFNV07', 'NV', 'CNTT', '2022-12-06', '07:58:00', '17:32:00', '2023-03-19 09:44:40', '2023-03-19 09:44:40'),
(1521, 'MFNV07', 'NV', 'CNTT', '2022-12-07', '07:50:00', '17:30:00', '2023-03-19 09:44:40', '2023-03-19 09:44:40'),
(1522, 'MFNV07', 'NV', 'CNTT', '2022-12-08', '07:50:00', '17:30:00', '2023-03-19 09:44:40', '2023-03-19 09:44:40'),
(1523, 'MFNV07', 'NV', 'CNTT', '2022-12-09', '07:50:00', '17:32:00', '2023-03-19 09:44:40', '2023-03-19 09:44:40'),
(1524, 'MFNV07', 'NV', 'CNTT', '2022-12-10', '08:00:00', '17:31:00', '2023-03-19 09:44:40', '2023-03-19 09:44:40'),
(1525, 'MFNV07', 'NV', 'CNTT', '2022-12-12', '07:50:00', '14:31:00', '2023-03-19 09:44:40', '2023-03-19 09:44:40'),
(1526, 'MFNV07', 'NV', 'CNTT', '2022-12-13', '07:50:00', '17:32:00', '2023-03-19 09:44:40', '2023-03-19 09:44:40'),
(1527, 'MFNV07', 'NV', 'CNTT', '2022-12-14', '07:52:00', '17:30:00', '2023-03-19 09:44:40', '2023-03-19 09:44:40'),
(1528, 'MFNV07', 'NV', 'CNTT', '2022-12-15', '07:54:00', '17:31:00', '2023-03-19 09:44:40', '2023-03-19 09:44:40'),
(1529, 'MFNV07', 'NV', 'CNTT', '2022-12-16', '07:55:00', '17:30:00', '2023-03-19 09:44:40', '2023-03-19 09:44:40'),
(1530, 'MFNV07', 'NV', 'CNTT', '2022-12-17', '07:56:00', '17:30:00', '2023-03-19 09:44:40', '2023-03-19 09:44:40'),
(1531, 'MFNV07', 'NV', 'CNTT', '2022-12-19', '07:50:00', '17:30:00', '2023-03-19 09:44:40', '2023-03-19 09:44:40'),
(1532, 'MFNV07', 'NV', 'CNTT', '2022-12-20', '07:50:00', '17:30:00', '2023-03-19 09:44:40', '2023-03-19 09:44:40'),
(1533, 'MFNV07', 'NV', 'CNTT', '2022-12-21', '07:50:00', '17:32:00', '2023-03-19 09:44:40', '2023-03-19 09:44:40'),
(1534, 'MFNV07', 'NV', 'CNTT', '2022-12-22', '07:59:00', '17:31:00', '2023-03-19 09:44:40', '2023-03-19 09:44:40'),
(1535, 'MFNV07', 'NV', 'CNTT', '2022-12-23', '07:50:00', '17:31:00', '2023-03-19 09:44:40', '2023-03-19 09:44:40'),
(1536, 'MFNV07', 'NV', 'CNTT', '2022-12-24', '07:50:00', '17:31:00', '2023-03-19 09:44:40', '2023-03-19 09:44:40'),
(1537, 'MFNV08', 'NV', 'CNTT', '2022-11-25', '07:50:00', '17:32:00', '2023-03-19 09:44:40', '2023-03-19 09:44:40'),
(1538, 'MFNV08', 'NV', 'CNTT', '2022-11-26', '07:52:00', '17:30:00', '2023-03-19 09:44:40', '2023-03-19 09:44:40'),
(1539, 'MFNV08', 'NV', 'CNTT', '2022-11-28', '08:10:00', '17:31:00', '2023-03-19 09:44:40', '2023-03-19 09:44:40'),
(1540, 'MFNV08', 'NV', 'CNTT', '2022-11-29', '07:55:00', '17:30:00', '2023-03-19 09:44:40', '2023-03-19 09:44:40'),
(1541, 'MFNV08', 'NV', 'CNTT', '2022-12-01', '07:50:00', '17:32:00', '2023-03-19 09:44:40', '2023-03-19 09:44:40'),
(1542, 'MFNV08', 'NV', 'CNTT', '2022-12-02', '07:52:00', '17:20:00', '2023-03-19 09:44:40', '2023-03-19 09:44:40'),
(1543, 'MFNV08', 'NV', 'CNTT', '2022-12-03', '07:59:00', '17:31:00', '2023-03-19 09:44:40', '2023-03-19 09:44:40'),
(1544, 'MFNV08', 'NV', 'CNTT', '2022-12-05', '07:56:00', '17:30:00', '2023-03-19 09:44:40', '2023-03-19 09:44:40'),
(1545, 'MFNV08', 'NV', 'CNTT', '2022-12-06', '07:58:00', '17:32:00', '2023-03-19 09:44:40', '2023-03-19 09:44:40'),
(1546, 'MFNV08', 'NV', 'CNTT', '2022-12-07', '07:50:00', '17:30:00', '2023-03-19 09:44:40', '2023-03-19 09:44:40'),
(1547, 'MFNV08', 'NV', 'CNTT', '2022-12-08', '07:50:00', '17:30:00', '2023-03-19 09:44:40', '2023-03-19 09:44:40'),
(1548, 'MFNV08', 'NV', 'CNTT', '2022-12-09', '07:50:00', '17:32:00', '2023-03-19 09:44:40', '2023-03-19 09:44:40'),
(1549, 'MFNV08', 'NV', 'CNTT', '2022-12-10', '08:00:00', '17:31:00', '2023-03-19 09:44:40', '2023-03-19 09:44:40'),
(1550, 'MFNV08', 'NV', 'CNTT', '2022-12-12', '07:50:00', '17:31:00', '2023-03-19 09:44:40', '2023-03-19 09:44:40'),
(1551, 'MFNV08', 'NV', 'CNTT', '2022-12-14', '07:52:00', '17:30:00', '2023-03-19 09:44:40', '2023-03-19 09:44:40'),
(1552, 'MFNV08', 'NV', 'CNTT', '2022-12-15', '08:20:00', '17:31:00', '2023-03-19 09:44:40', '2023-03-19 09:44:40'),
(1553, 'MFNV08', 'NV', 'CNTT', '2022-12-16', '07:55:00', '17:30:00', '2023-03-19 09:44:40', '2023-03-19 09:44:40'),
(1554, 'MFNV08', 'NV', 'CNTT', '2022-12-17', '07:56:00', '17:30:00', '2023-03-19 09:44:40', '2023-03-19 09:44:40'),
(1555, 'MFNV08', 'NV', 'CNTT', '2022-12-19', '07:50:00', '17:30:00', '2023-03-19 09:44:40', '2023-03-19 09:44:40'),
(1556, 'MFNV08', 'NV', 'CNTT', '2022-12-20', '07:50:00', '17:30:00', '2023-03-19 09:44:40', '2023-03-19 09:44:40'),
(1557, 'MFNV08', 'NV', 'CNTT', '2022-12-21', '09:50:00', '17:32:00', '2023-03-19 09:44:40', '2023-03-19 09:44:40'),
(1558, 'MFNV08', 'NV', 'CNTT', '2022-12-22', '07:59:00', '17:31:00', '2023-03-19 09:44:40', '2023-03-19 09:44:40'),
(1559, 'MFNV08', 'NV', 'CNTT', '2022-12-23', '07:50:00', '17:31:00', '2023-03-19 09:44:40', '2023-03-19 09:44:40'),
(1560, 'MFNV08', 'NV', 'CNTT', '2022-12-24', '07:50:00', '17:31:00', '2023-03-19 09:44:40', '2023-03-19 09:44:40'),
(1561, 'MFNV09', 'NV', 'KT', '2022-11-25', '07:50:00', '17:32:00', '2023-03-19 09:44:40', '2023-03-19 09:44:40'),
(1562, 'MFNV09', 'NV', 'KT', '2022-11-26', '07:52:00', '17:30:00', '2023-03-19 09:44:40', '2023-03-19 09:44:40'),
(1563, 'MFNV09', 'NV', 'KT', '2022-11-28', '08:10:00', '17:31:00', '2023-03-19 09:44:40', '2023-03-19 09:44:40'),
(1564, 'MFNV09', 'NV', 'KT', '2022-11-29', '07:55:00', '17:30:00', '2023-03-19 09:44:40', '2023-03-19 09:44:40'),
(1565, 'MFNV09', 'NV', 'KT', '2022-12-01', '07:50:00', '17:32:00', '2023-03-19 09:44:40', '2023-03-19 09:44:40'),
(1566, 'MFNV09', 'NV', 'KT', '2022-12-02', '07:52:00', '17:30:00', '2023-03-19 09:44:40', '2023-03-19 09:44:40'),
(1567, 'MFNV09', 'NV', 'KT', '2022-12-03', '07:59:00', '17:31:00', '2023-03-19 09:44:40', '2023-03-19 09:44:40'),
(1568, 'MFNV09', 'NV', 'KT', '2022-12-05', '07:56:00', '17:30:00', '2023-03-19 09:44:40', '2023-03-19 09:44:40'),
(1569, 'MFNV09', 'NV', 'KT', '2022-12-06', '07:58:00', '17:32:00', '2023-03-19 09:44:40', '2023-03-19 09:44:40'),
(1570, 'MFNV09', 'NV', 'KT', '2022-12-08', '07:50:00', '17:30:00', '2023-03-19 09:44:40', '2023-03-19 09:44:40'),
(1571, 'MFNV09', 'NV', 'KT', '2022-12-09', '07:50:00', '17:32:00', '2023-03-19 09:44:40', '2023-03-19 09:44:40'),
(1572, 'MFNV09', 'NV', 'KT', '2022-12-10', '08:00:00', '17:31:00', '2023-03-19 09:44:40', '2023-03-19 09:44:40'),
(1573, 'MFNV09', 'NV', 'KT', '2022-12-12', '07:50:00', '17:31:00', '2023-03-19 09:44:40', '2023-03-19 09:44:40'),
(1574, 'MFNV09', 'NV', 'KT', '2022-12-13', '07:50:00', '17:32:00', '2023-03-19 09:44:40', '2023-03-19 09:44:40'),
(1575, 'MFNV09', 'NV', 'KT', '2022-12-14', '07:52:00', '17:30:00', '2023-03-19 09:44:40', '2023-03-19 09:44:40'),
(1576, 'MFNV09', 'NV', 'KT', '2022-12-15', '07:54:00', '17:31:00', '2023-03-19 09:44:40', '2023-03-19 09:44:40'),
(1577, 'MFNV09', 'NV', 'KT', '2022-12-16', '07:55:00', '17:30:00', '2023-03-19 09:44:40', '2023-03-19 09:44:40'),
(1578, 'MFNV09', 'NV', 'KT', '2022-12-17', '07:56:00', '17:30:00', '2023-03-19 09:44:40', '2023-03-19 09:44:40'),
(1579, 'MFNV09', 'NV', 'KT', '2022-12-19', '07:50:00', '17:30:00', '2023-03-19 09:44:40', '2023-03-19 09:44:40'),
(1580, 'MFNV09', 'NV', 'KT', '2022-12-20', '07:50:00', '17:30:00', '2023-03-19 09:44:40', '2023-03-19 09:44:40'),
(1581, 'MFNV09', 'NV', 'KT', '2022-12-21', '07:50:00', '17:32:00', '2023-03-19 09:44:40', '2023-03-19 09:44:40'),
(1582, 'MFNV09', 'NV', 'KT', '2022-12-23', '07:50:00', '17:31:00', '2023-03-19 09:44:40', '2023-03-19 09:44:40'),
(1583, 'MFNV09', 'NV', 'KT', '2022-12-24', '07:50:00', '17:31:00', '2023-03-19 09:44:40', '2023-03-19 09:44:40'),
(1584, 'MFNV10', 'NV', 'MKT', '2022-11-25', '07:50:00', '17:32:00', '2023-03-19 09:44:40', '2023-03-19 09:44:40'),
(1585, 'MFNV10', 'NV', 'MKT', '2022-11-26', '07:52:00', '17:30:00', '2023-03-19 09:44:40', '2023-03-19 09:44:40'),
(1586, 'MFNV10', 'NV', 'MKT', '2022-11-28', '08:10:00', '17:31:00', '2023-03-19 09:44:40', '2023-03-19 09:44:40'),
(1587, 'MFNV10', 'NV', 'MKT', '2022-11-29', '07:55:00', '17:30:00', '2023-03-19 09:44:40', '2023-03-19 09:44:40'),
(1588, 'MFNV10', 'NV', 'MKT', '2022-12-01', '07:50:00', '14:32:00', '2023-03-19 09:44:40', '2023-03-19 09:44:40'),
(1589, 'MFNV10', 'NV', 'MKT', '2022-12-02', '07:52:00', '17:30:00', '2023-03-19 09:44:40', '2023-03-19 09:44:40'),
(1590, 'MFNV10', 'NV', 'MKT', '2022-12-03', '07:59:00', '17:31:00', '2023-03-19 09:44:40', '2023-03-19 09:44:40'),
(1591, 'MFNV10', 'NV', 'MKT', '2022-12-05', '07:56:00', '17:30:00', '2023-03-19 09:44:40', '2023-03-19 09:44:40'),
(1592, 'MFNV10', 'NV', 'MKT', '2022-12-06', '07:58:00', '17:32:00', '2023-03-19 09:44:40', '2023-03-19 09:44:40'),
(1593, 'MFNV10', 'NV', 'MKT', '2022-12-07', '07:50:00', '17:30:00', '2023-03-19 09:44:40', '2023-03-19 09:44:40'),
(1594, 'MFNV10', 'NV', 'MKT', '2022-12-08', '07:50:00', '17:30:00', '2023-03-19 09:44:40', '2023-03-19 09:44:40'),
(1595, 'MFNV10', 'NV', 'MKT', '2022-12-09', '11:50:00', '17:32:00', '2023-03-19 09:44:40', '2023-03-19 09:44:40'),
(1596, 'MFNV10', 'NV', 'MKT', '2022-12-10', '08:00:00', '17:31:00', '2023-03-19 09:44:40', '2023-03-19 09:44:40'),
(1597, 'MFNV10', 'NV', 'MKT', '2022-12-12', '07:50:00', '17:31:00', '2023-03-19 09:44:40', '2023-03-19 09:44:40'),
(1598, 'MFNV10', 'NV', 'MKT', '2022-12-13', '07:50:00', '17:32:00', '2023-03-19 09:44:40', '2023-03-19 09:44:40'),
(1599, 'MFNV10', 'NV', 'MKT', '2022-12-14', '07:52:00', '17:30:00', '2023-03-19 09:44:40', '2023-03-19 09:44:40'),
(1600, 'MFNV10', 'NV', 'MKT', '2022-12-15', '07:54:00', '17:31:00', '2023-03-19 09:44:40', '2023-03-19 09:44:40'),
(1601, 'MFNV10', 'NV', 'MKT', '2022-12-16', '07:55:00', '17:30:00', '2023-03-19 09:44:40', '2023-03-19 09:44:40'),
(1602, 'MFNV10', 'NV', 'MKT', '2022-12-17', '07:56:00', '17:30:00', '2023-03-19 09:44:40', '2023-03-19 09:44:40'),
(1603, 'MFNV10', 'NV', 'MKT', '2022-12-19', '07:50:00', '17:30:00', '2023-03-19 09:44:40', '2023-03-19 09:44:40'),
(1604, 'MFNV10', 'NV', 'MKT', '2022-12-20', '07:50:00', '17:30:00', '2023-03-19 09:44:40', '2023-03-19 09:44:40'),
(1605, 'MFNV10', 'NV', 'MKT', '2022-12-21', '07:50:00', '17:32:00', '2023-03-19 09:44:40', '2023-03-19 09:44:40'),
(1606, 'MFNV10', 'NV', 'MKT', '2022-12-22', '08:30:00', '17:31:00', '2023-03-19 09:44:40', '2023-03-19 09:44:40'),
(1607, 'MFNV10', 'NV', 'MKT', '2022-12-23', '07:50:00', '17:31:00', '2023-03-19 09:44:40', '2023-03-19 09:44:40'),
(1608, 'MFNV10', 'NV', 'MKT', '2022-12-24', '07:50:00', '17:31:00', '2023-03-19 09:44:40', '2023-03-19 09:44:40'),
(1609, 'MFNV11', 'GĐ', 'MKT', '2022-11-25', '07:50:00', '17:32:00', '2023-03-19 10:08:03', '2023-03-19 10:08:03'),
(1610, 'MFNV11', 'GĐ', 'MKT', '2022-11-26', '07:52:00', '17:30:00', '2023-03-19 10:08:03', '2023-03-19 10:08:03'),
(1611, 'MFNV11', 'GĐ', 'MKT', '2022-11-28', '08:10:00', '17:31:00', '2023-03-19 10:08:03', '2023-03-19 10:08:03'),
(1612, 'MFNV11', 'GĐ', 'MKT', '2022-11-29', '07:55:00', '17:30:00', '2023-03-19 10:08:03', '2023-03-19 10:08:03'),
(1613, 'MFNV11', 'GĐ', 'MKT', '2022-12-01', '07:50:00', '17:32:00', '2023-03-19 10:08:03', '2023-03-19 10:08:03'),
(1614, 'MFNV11', 'GĐ', 'MKT', '2022-12-02', '11:52:00', '17:30:00', '2023-03-19 10:08:03', '2023-03-19 10:08:03'),
(1615, 'MFNV11', 'GĐ', 'MKT', '2022-12-03', '07:59:00', '17:31:00', '2023-03-19 10:08:03', '2023-03-19 10:08:03'),
(1616, 'MFNV11', 'GĐ', 'MKT', '2022-12-05', '07:56:00', '17:30:00', '2023-03-19 10:08:03', '2023-03-19 10:08:03'),
(1617, 'MFNV11', 'GĐ', 'MKT', '2022-12-06', '07:58:00', '17:32:00', '2023-03-19 10:08:03', '2023-03-19 10:08:03'),
(1618, 'MFNV11', 'GĐ', 'MKT', '2022-12-07', '07:50:00', '17:30:00', '2023-03-19 10:08:03', '2023-03-19 10:08:03'),
(1619, 'MFNV11', 'GĐ', 'MKT', '2022-12-08', '07:50:00', '17:30:00', '2023-03-19 10:08:03', '2023-03-19 10:08:03'),
(1620, 'MFNV11', 'GĐ', 'MKT', '2022-12-09', '07:50:00', '17:32:00', '2023-03-19 10:08:03', '2023-03-19 10:08:03'),
(1621, 'MFNV11', 'GĐ', 'MKT', '2022-12-10', '08:00:00', '17:31:00', '2023-03-19 10:08:03', '2023-03-19 10:08:03'),
(1622, 'MFNV11', 'GĐ', 'MKT', '2022-12-12', '07:50:00', '17:31:00', '2023-03-19 10:08:03', '2023-03-19 10:08:03'),
(1623, 'MFNV11', 'GĐ', 'MKT', '2022-12-14', '07:52:00', '17:30:00', '2023-03-19 10:08:03', '2023-03-19 10:08:03'),
(1624, 'MFNV11', 'GĐ', 'MKT', '2022-12-15', '07:54:00', '17:31:00', '2023-03-19 10:08:03', '2023-03-19 10:08:03'),
(1625, 'MFNV11', 'GĐ', 'MKT', '2022-12-16', '07:55:00', '14:30:00', '2023-03-19 10:08:03', '2023-03-19 10:08:03'),
(1626, 'MFNV11', 'GĐ', 'MKT', '2022-12-17', '07:56:00', '17:30:00', '2023-03-19 10:08:03', '2023-03-19 10:08:03'),
(1627, 'MFNV11', 'GĐ', 'MKT', '2022-12-19', '07:50:00', '17:30:00', '2023-03-19 10:08:03', '2023-03-19 10:08:03'),
(1628, 'MFNV11', 'GĐ', 'MKT', '2022-12-20', '07:50:00', '17:30:00', '2023-03-19 10:08:03', '2023-03-19 10:08:03'),
(1629, 'MFNV11', 'GĐ', 'MKT', '2022-12-21', '07:50:00', '17:32:00', '2023-03-19 10:08:03', '2023-03-19 10:08:03'),
(1630, 'MFNV11', 'GĐ', 'MKT', '2022-12-22', '07:59:00', '17:31:00', '2023-03-19 10:08:03', '2023-03-19 10:08:03'),
(1631, 'MFNV11', 'GĐ', 'MKT', '2022-12-23', '07:50:00', '17:31:00', '2023-03-19 10:08:03', '2023-03-19 10:08:03'),
(1632, 'MFNV11', 'GĐ', 'MKT', '2022-12-24', '07:50:00', '17:31:00', '2023-03-19 10:08:03', '2023-03-19 10:08:03'),
(1633, 'MFNV12', 'GĐ', 'ĐP', '2022-11-25', '07:50:00', '17:32:00', '2023-03-19 10:08:03', '2023-03-19 10:08:03'),
(1634, 'MFNV12', 'GĐ', 'ĐP', '2022-11-26', '07:52:00', '17:30:00', '2023-03-19 10:08:03', '2023-03-19 10:08:03'),
(1635, 'MFNV12', 'GĐ', 'ĐP', '2022-11-28', '08:10:00', '17:31:00', '2023-03-19 10:08:03', '2023-03-19 10:08:03'),
(1636, 'MFNV12', 'GĐ', 'ĐP', '2022-11-29', '07:55:00', '17:30:00', '2023-03-19 10:08:03', '2023-03-19 10:08:03'),
(1637, 'MFNV12', 'GĐ', 'ĐP', '2022-12-01', '07:50:00', '17:32:00', '2023-03-19 10:08:03', '2023-03-19 10:08:03'),
(1638, 'MFNV12', 'GĐ', 'ĐP', '2022-12-02', '07:52:00', '17:30:00', '2023-03-19 10:08:03', '2023-03-19 10:08:03'),
(1639, 'MFNV12', 'GĐ', 'ĐP', '2022-12-03', '07:59:00', '17:31:00', '2023-03-19 10:08:03', '2023-03-19 10:08:03'),
(1640, 'MFNV12', 'GĐ', 'ĐP', '2022-12-05', '07:56:00', '17:30:00', '2023-03-19 10:08:03', '2023-03-19 10:08:03'),
(1641, 'MFNV12', 'GĐ', 'ĐP', '2022-12-06', '07:58:00', '17:32:00', '2023-03-19 10:08:03', '2023-03-19 10:08:03'),
(1642, 'MFNV12', 'GĐ', 'ĐP', '2022-12-07', '07:50:00', '17:30:00', '2023-03-19 10:08:03', '2023-03-19 10:08:03'),
(1643, 'MFNV12', 'GĐ', 'ĐP', '2022-12-08', '07:50:00', '17:30:00', '2023-03-19 10:08:03', '2023-03-19 10:08:03'),
(1644, 'MFNV12', 'GĐ', 'ĐP', '2022-12-09', '07:50:00', '17:32:00', '2023-03-19 10:08:03', '2023-03-19 10:08:03'),
(1645, 'MFNV12', 'GĐ', 'ĐP', '2022-12-10', '08:00:00', '17:31:00', '2023-03-19 10:08:03', '2023-03-19 10:08:03'),
(1646, 'MFNV12', 'GĐ', 'ĐP', '2022-12-12', '07:50:00', '17:31:00', '2023-03-19 10:08:03', '2023-03-19 10:08:03'),
(1647, 'MFNV12', 'GĐ', 'ĐP', '2022-12-13', '07:50:00', '17:32:00', '2023-03-19 10:08:03', '2023-03-19 10:08:03'),
(1648, 'MFNV12', 'GĐ', 'ĐP', '2022-12-14', '07:52:00', '17:30:00', '2023-03-19 10:08:03', '2023-03-19 10:08:03'),
(1649, 'MFNV12', 'GĐ', 'ĐP', '2022-12-15', '07:54:00', '17:31:00', '2023-03-19 10:08:03', '2023-03-19 10:08:03'),
(1650, 'MFNV12', 'GĐ', 'ĐP', '2022-12-16', '07:55:00', '17:30:00', '2023-03-19 10:08:03', '2023-03-19 10:08:03'),
(1651, 'MFNV12', 'GĐ', 'ĐP', '2022-12-17', '07:56:00', '17:30:00', '2023-03-19 10:08:03', '2023-03-19 10:08:03'),
(1652, 'MFNV12', 'GĐ', 'ĐP', '2022-12-19', '07:50:00', '17:30:00', '2023-03-19 10:08:03', '2023-03-19 10:08:03'),
(1653, 'MFNV12', 'GĐ', 'ĐP', '2022-12-20', '07:50:00', '17:30:00', '2023-03-19 10:08:03', '2023-03-19 10:08:03'),
(1654, 'MFNV12', 'GĐ', 'ĐP', '2022-12-21', '07:50:00', '17:32:00', '2023-03-19 10:08:03', '2023-03-19 10:08:03'),
(1655, 'MFNV12', 'GĐ', 'ĐP', '2022-12-22', '07:59:00', '17:31:00', '2023-03-19 10:08:03', '2023-03-19 10:08:03'),
(1656, 'MFNV12', 'GĐ', 'ĐP', '2022-12-23', '07:50:00', '17:31:00', '2023-03-19 10:08:03', '2023-03-19 10:08:03'),
(1657, 'MFNV12', 'GĐ', 'ĐP', '2022-12-24', '07:50:00', '17:31:00', '2023-03-19 10:08:03', '2023-03-19 10:08:03'),
(1658, 'MFNV13', 'GĐ', 'KD', '2022-11-25', '07:50:00', '17:32:00', '2023-03-19 10:08:03', '2023-03-19 10:08:03'),
(1659, 'MFNV13', 'GĐ', 'KD', '2022-11-26', '07:52:00', '17:30:00', '2023-03-19 10:08:03', '2023-03-19 10:08:03'),
(1660, 'MFNV13', 'GĐ', 'KD', '2022-11-28', '08:10:00', '17:31:00', '2023-03-19 10:08:03', '2023-03-19 10:08:03'),
(1661, 'MFNV13', 'GĐ', 'KD', '2022-11-29', '07:55:00', '17:30:00', '2023-03-19 10:08:03', '2023-03-19 10:08:03'),
(1662, 'MFNV13', 'GĐ', 'KD', '2022-12-01', '07:50:00', '17:32:00', '2023-03-19 10:08:03', '2023-03-19 10:08:03'),
(1663, 'MFNV13', 'GĐ', 'KD', '2022-12-02', '07:52:00', '17:30:00', '2023-03-19 10:08:03', '2023-03-19 10:08:03'),
(1664, 'MFNV13', 'GĐ', 'KD', '2022-12-03', '07:59:00', '17:31:00', '2023-03-19 10:08:03', '2023-03-19 10:08:03'),
(1665, 'MFNV13', 'GĐ', 'KD', '2022-12-05', '07:56:00', '17:30:00', '2023-03-19 10:08:03', '2023-03-19 10:08:03'),
(1666, 'MFNV13', 'GĐ', 'KD', '2022-12-06', '07:58:00', '17:32:00', '2023-03-19 10:08:03', '2023-03-19 10:08:03'),
(1667, 'MFNV13', 'GĐ', 'KD', '2022-12-07', '07:50:00', '17:30:00', '2023-03-19 10:08:03', '2023-03-19 10:08:03'),
(1668, 'MFNV13', 'GĐ', 'KD', '2022-12-08', '07:50:00', '17:30:00', '2023-03-19 10:08:03', '2023-03-19 10:08:03'),
(1669, 'MFNV13', 'GĐ', 'KD', '2022-12-09', '07:50:00', '17:32:00', '2023-03-19 10:08:03', '2023-03-19 10:08:03'),
(1670, 'MFNV13', 'GĐ', 'KD', '2022-12-12', '07:50:00', '17:31:00', '2023-03-19 10:08:03', '2023-03-19 10:08:03'),
(1671, 'MFNV13', 'GĐ', 'KD', '2022-12-13', '07:50:00', '17:32:00', '2023-03-19 10:08:03', '2023-03-19 10:08:03'),
(1672, 'MFNV13', 'GĐ', 'KD', '2022-12-14', '07:52:00', '17:30:00', '2023-03-19 10:08:03', '2023-03-19 10:08:03'),
(1673, 'MFNV13', 'GĐ', 'KD', '2022-12-15', '07:54:00', '17:31:00', '2023-03-19 10:08:03', '2023-03-19 10:08:03'),
(1674, 'MFNV13', 'GĐ', 'KD', '2022-12-16', '07:55:00', '17:30:00', '2023-03-19 10:08:03', '2023-03-19 10:08:03'),
(1675, 'MFNV13', 'GĐ', 'KD', '2022-12-17', '07:56:00', '17:30:00', '2023-03-19 10:08:03', '2023-03-19 10:08:03'),
(1676, 'MFNV13', 'GĐ', 'KD', '2022-12-19', '07:50:00', '17:30:00', '2023-03-19 10:08:03', '2023-03-19 10:08:03'),
(1677, 'MFNV13', 'GĐ', 'KD', '2022-12-20', '07:50:00', '17:30:00', '2023-03-19 10:08:03', '2023-03-19 10:08:03'),
(1678, 'MFNV13', 'GĐ', 'KD', '2022-12-21', '07:50:00', '17:32:00', '2023-03-19 10:08:03', '2023-03-19 10:08:03'),
(1679, 'MFNV13', 'GĐ', 'KD', '2022-12-22', '07:59:00', '17:31:00', '2023-03-19 10:08:03', '2023-03-19 10:08:03'),
(1680, 'MFNV13', 'GĐ', 'KD', '2022-12-23', '07:50:00', '17:31:00', '2023-03-19 10:08:03', '2023-03-19 10:08:03'),
(1681, 'MFNV13', 'GĐ', 'KD', '2022-12-24', '07:50:00', '17:31:00', '2023-03-19 10:08:03', '2023-03-19 10:08:03'),
(1682, 'MFNV14', 'TP', 'KD', '2022-11-25', '11:50:00', '17:32:00', '2023-03-19 10:08:03', '2023-03-19 10:08:03'),
(1683, 'MFNV14', 'TP', 'KD', '2022-11-26', '07:52:00', '17:30:00', '2023-03-19 10:08:03', '2023-03-19 10:08:03'),
(1684, 'MFNV14', 'TP', 'KD', '2022-11-28', '08:10:00', '17:31:00', '2023-03-19 10:08:03', '2023-03-19 10:08:03'),
(1685, 'MFNV14', 'TP', 'KD', '2022-11-29', '07:55:00', '17:30:00', '2023-03-19 10:08:03', '2023-03-19 10:08:03'),
(1686, 'MFNV14', 'TP', 'KD', '2022-12-01', '07:50:00', '17:32:00', '2023-03-19 10:08:03', '2023-03-19 10:08:03'),
(1687, 'MFNV14', 'TP', 'KD', '2022-12-02', '07:52:00', '17:30:00', '2023-03-19 10:08:03', '2023-03-19 10:08:03'),
(1688, 'MFNV14', 'TP', 'KD', '2022-12-03', '07:59:00', '17:31:00', '2023-03-19 10:08:03', '2023-03-19 10:08:03'),
(1689, 'MFNV14', 'TP', 'KD', '2022-12-05', '07:56:00', '17:30:00', '2023-03-19 10:08:03', '2023-03-19 10:08:03'),
(1690, 'MFNV14', 'TP', 'KD', '2022-12-06', '07:58:00', '17:32:00', '2023-03-19 10:08:03', '2023-03-19 10:08:03'),
(1691, 'MFNV14', 'TP', 'KD', '2022-12-07', '07:50:00', '17:30:00', '2023-03-19 10:08:03', '2023-03-19 10:08:03'),
(1692, 'MFNV14', 'TP', 'KD', '2022-12-08', '07:50:00', '17:30:00', '2023-03-19 10:08:03', '2023-03-19 10:08:03'),
(1693, 'MFNV14', 'TP', 'KD', '2022-12-09', '07:50:00', '17:32:00', '2023-03-19 10:08:03', '2023-03-19 10:08:03'),
(1694, 'MFNV14', 'TP', 'KD', '2022-12-10', '08:00:00', '17:31:00', '2023-03-19 10:08:03', '2023-03-19 10:08:03'),
(1695, 'MFNV14', 'TP', 'KD', '2022-12-12', '07:50:00', '17:31:00', '2023-03-19 10:08:03', '2023-03-19 10:08:03'),
(1696, 'MFNV14', 'TP', 'KD', '2022-12-13', '07:50:00', '17:32:00', '2023-03-19 10:08:03', '2023-03-19 10:08:03'),
(1697, 'MFNV14', 'TP', 'KD', '2022-12-14', '07:52:00', '17:30:00', '2023-03-19 10:08:03', '2023-03-19 10:08:03'),
(1698, 'MFNV14', 'TP', 'KD', '2022-12-15', '07:54:00', '14:31:00', '2023-03-19 10:08:03', '2023-03-19 10:08:03'),
(1699, 'MFNV14', 'TP', 'KD', '2022-12-16', '07:55:00', '17:30:00', '2023-03-19 10:08:03', '2023-03-19 10:08:03'),
(1700, 'MFNV14', 'TP', 'KD', '2022-12-17', '07:56:00', '17:30:00', '2023-03-19 10:08:03', '2023-03-19 10:08:03'),
(1701, 'MFNV14', 'TP', 'KD', '2022-12-19', '07:50:00', '17:30:00', '2023-03-19 10:08:03', '2023-03-19 10:08:03'),
(1702, 'MFNV14', 'TP', 'KD', '2022-12-20', '08:01:00', '17:30:00', '2023-03-19 10:08:03', '2023-03-19 10:08:03'),
(1703, 'MFNV14', 'TP', 'KD', '2022-12-21', '07:50:00', '17:32:00', '2023-03-19 10:08:03', '2023-03-19 10:08:03'),
(1704, 'MFNV14', 'TP', 'KD', '2022-12-22', '07:59:00', '17:31:00', '2023-03-19 10:08:03', '2023-03-19 10:08:03'),
(1705, 'MFNV14', 'TP', 'KD', '2022-12-23', '07:50:00', '17:31:00', '2023-03-19 10:08:03', '2023-03-19 10:08:03'),
(1706, 'MFNV14', 'TP', 'KD', '2022-12-24', '07:50:00', '17:31:00', '2023-03-19 10:08:03', '2023-03-19 10:08:03'),
(1707, 'MFNV15', 'NV', 'KD', '2022-11-25', '07:50:00', '17:32:00', '2023-03-19 10:08:03', '2023-03-19 10:08:03'),
(1708, 'MFNV15', 'NV', 'KD', '2022-11-26', '07:52:00', '17:30:00', '2023-03-19 10:08:03', '2023-03-19 10:08:03'),
(1709, 'MFNV15', 'NV', 'KD', '2022-11-28', '08:10:00', '17:31:00', '2023-03-19 10:08:03', '2023-03-19 10:08:03'),
(1710, 'MFNV15', 'NV', 'KD', '2022-11-29', '07:55:00', '17:30:00', '2023-03-19 10:08:03', '2023-03-19 10:08:03'),
(1711, 'MFNV15', 'NV', 'KD', '2022-12-01', '07:50:00', '17:32:00', '2023-03-19 10:08:03', '2023-03-19 10:08:03'),
(1712, 'MFNV15', 'NV', 'KD', '2022-12-02', '07:52:00', '17:30:00', '2023-03-19 10:08:03', '2023-03-19 10:08:03'),
(1713, 'MFNV15', 'NV', 'KD', '2022-12-03', '07:59:00', '17:31:00', '2023-03-19 10:08:03', '2023-03-19 10:08:03'),
(1714, 'MFNV15', 'NV', 'KD', '2022-12-05', '07:56:00', '17:30:00', '2023-03-19 10:08:03', '2023-03-19 10:08:03'),
(1715, 'MFNV15', 'NV', 'KD', '2022-12-06', '07:58:00', '17:32:00', '2023-03-19 10:08:03', '2023-03-19 10:08:03'),
(1716, 'MFNV15', 'NV', 'KD', '2022-12-07', '07:50:00', '17:30:00', '2023-03-19 10:08:03', '2023-03-19 10:08:03'),
(1717, 'MFNV15', 'NV', 'KD', '2022-12-08', '07:50:00', '17:30:00', '2023-03-19 10:08:03', '2023-03-19 10:08:03'),
(1718, 'MFNV15', 'NV', 'KD', '2022-12-09', '07:50:00', '17:32:00', '2023-03-19 10:08:03', '2023-03-19 10:08:03'),
(1719, 'MFNV15', 'NV', 'KD', '2022-12-10', '08:00:00', '17:31:00', '2023-03-19 10:08:03', '2023-03-19 10:08:03'),
(1720, 'MFNV15', 'NV', 'KD', '2022-12-13', '07:50:00', '17:32:00', '2023-03-19 10:08:03', '2023-03-19 10:08:03'),
(1721, 'MFNV15', 'NV', 'KD', '2022-12-14', '07:52:00', '17:30:00', '2023-03-19 10:08:03', '2023-03-19 10:08:03'),
(1722, 'MFNV15', 'NV', 'KD', '2022-12-15', '07:54:00', '17:31:00', '2023-03-19 10:08:03', '2023-03-19 10:08:03'),
(1723, 'MFNV15', 'NV', 'KD', '2022-12-16', '07:55:00', '17:30:00', '2023-03-19 10:08:03', '2023-03-19 10:08:03'),
(1724, 'MFNV15', 'NV', 'KD', '2022-12-17', '07:56:00', '17:30:00', '2023-03-19 10:08:03', '2023-03-19 10:08:03'),
(1725, 'MFNV15', 'NV', 'KD', '2022-12-19', '07:50:00', '17:30:00', '2023-03-19 10:08:03', '2023-03-19 10:08:03'),
(1726, 'MFNV15', 'NV', 'KD', '2022-12-20', '07:50:00', '17:30:00', '2023-03-19 10:08:03', '2023-03-19 10:08:03'),
(1727, 'MFNV15', 'NV', 'KD', '2022-12-21', '07:50:00', '17:32:00', '2023-03-19 10:08:03', '2023-03-19 10:08:03'),
(1728, 'MFNV15', 'NV', 'KD', '2022-12-22', '07:59:00', '17:31:00', '2023-03-19 10:08:03', '2023-03-19 10:08:03'),
(1729, 'MFNV15', 'NV', 'KD', '2022-12-24', '07:50:00', '17:31:00', '2023-03-19 10:08:03', '2023-03-19 10:08:03'),
(1730, 'MFNV16', 'NV', 'KD', '2022-11-25', '07:50:00', '17:32:00', '2023-03-19 10:08:03', '2023-03-19 10:08:03'),
(1731, 'MFNV16', 'NV', 'KD', '2022-11-26', '07:52:00', '17:30:00', '2023-03-19 10:08:03', '2023-03-19 10:08:03'),
(1732, 'MFNV16', 'NV', 'KD', '2022-11-28', '08:10:00', '17:31:00', '2023-03-19 10:08:03', '2023-03-19 10:08:03'),
(1733, 'MFNV16', 'NV', 'KD', '2022-11-29', '07:55:00', '17:30:00', '2023-03-19 10:08:03', '2023-03-19 10:08:03'),
(1734, 'MFNV16', 'NV', 'KD', '2022-12-01', '07:50:00', '17:32:00', '2023-03-19 10:08:03', '2023-03-19 10:08:03'),
(1735, 'MFNV16', 'NV', 'KD', '2022-12-02', '07:52:00', '17:30:00', '2023-03-19 10:08:03', '2023-03-19 10:08:03'),
(1736, 'MFNV16', 'NV', 'KD', '2022-12-03', '07:59:00', '17:31:00', '2023-03-19 10:08:03', '2023-03-19 10:08:03'),
(1737, 'MFNV16', 'NV', 'KD', '2022-12-05', '07:56:00', '17:30:00', '2023-03-19 10:08:03', '2023-03-19 10:08:03'),
(1738, 'MFNV16', 'NV', 'KD', '2022-12-06', '10:58:00', '17:32:00', '2023-03-19 10:08:03', '2023-03-19 10:08:03'),
(1739, 'MFNV16', 'NV', 'KD', '2022-12-08', '07:50:00', '17:30:00', '2023-03-19 10:08:03', '2023-03-19 10:08:03'),
(1740, 'MFNV16', 'NV', 'KD', '2022-12-09', '07:50:00', '17:32:00', '2023-03-19 10:08:03', '2023-03-19 10:08:03'),
(1741, 'MFNV16', 'NV', 'KD', '2022-12-10', '08:00:00', '17:28:00', '2023-03-19 10:08:03', '2023-03-19 10:08:03'),
(1742, 'MFNV16', 'NV', 'KD', '2022-12-12', '07:50:00', '17:31:00', '2023-03-19 10:08:03', '2023-03-19 10:08:03'),
(1743, 'MFNV16', 'NV', 'KD', '2022-12-13', '07:50:00', '17:32:00', '2023-03-19 10:08:03', '2023-03-19 10:08:03'),
(1744, 'MFNV16', 'NV', 'KD', '2022-12-14', '07:52:00', '17:30:00', '2023-03-19 10:08:03', '2023-03-19 10:08:03'),
(1745, 'MFNV16', 'NV', 'KD', '2022-12-15', '07:54:00', '17:31:00', '2023-03-19 10:08:03', '2023-03-19 10:08:03'),
(1746, 'MFNV16', 'NV', 'KD', '2022-12-16', '07:55:00', '17:30:00', '2023-03-19 10:08:03', '2023-03-19 10:08:03'),
(1747, 'MFNV16', 'NV', 'KD', '2022-12-17', '07:56:00', '17:30:00', '2023-03-19 10:08:03', '2023-03-19 10:08:03'),
(1748, 'MFNV16', 'NV', 'KD', '2022-12-19', '07:50:00', '17:30:00', '2023-03-19 10:08:03', '2023-03-19 10:08:03'),
(1749, 'MFNV16', 'NV', 'KD', '2022-12-20', '07:50:00', '17:30:00', '2023-03-19 10:08:03', '2023-03-19 10:08:03'),
(1750, 'MFNV16', 'NV', 'KD', '2022-12-21', '11:50:00', '17:32:00', '2023-03-19 10:08:03', '2023-03-19 10:08:03'),
(1751, 'MFNV16', 'NV', 'KD', '2022-12-22', '07:59:00', '17:31:00', '2023-03-19 10:08:03', '2023-03-19 10:08:03'),
(1752, 'MFNV16', 'NV', 'KD', '2022-12-23', '07:50:00', '17:31:00', '2023-03-19 10:08:03', '2023-03-19 10:08:03'),
(1753, 'MFNV16', 'NV', 'KD', '2022-12-24', '07:50:00', '17:31:00', '2023-03-19 10:08:03', '2023-03-19 10:08:03'),
(1754, 'MFNV17', 'TP', 'KD', '2022-11-25', '07:50:00', '17:32:00', '2023-03-19 10:08:03', '2023-03-19 10:08:03'),
(1755, 'MFNV17', 'TP', 'KD', '2022-11-26', '07:52:00', '17:30:00', '2023-03-19 10:08:03', '2023-03-19 10:08:03'),
(1756, 'MFNV17', 'TP', 'KD', '2022-11-28', '08:10:00', '17:31:00', '2023-03-19 10:08:03', '2023-03-19 10:08:03'),
(1757, 'MFNV17', 'TP', 'KD', '2022-11-29', '07:55:00', '17:30:00', '2023-03-19 10:08:03', '2023-03-19 10:08:03'),
(1758, 'MFNV17', 'TP', 'KD', '2022-12-01', '07:50:00', '17:32:00', '2023-03-19 10:08:03', '2023-03-19 10:08:03'),
(1759, 'MFNV17', 'TP', 'KD', '2022-12-02', '07:52:00', '17:30:00', '2023-03-19 10:08:03', '2023-03-19 10:08:03'),
(1760, 'MFNV17', 'TP', 'KD', '2022-12-03', '07:59:00', '17:31:00', '2023-03-19 10:08:03', '2023-03-19 10:08:03'),
(1761, 'MFNV17', 'TP', 'KD', '2022-12-05', '07:56:00', '17:30:00', '2023-03-19 10:08:03', '2023-03-19 10:08:03'),
(1762, 'MFNV17', 'TP', 'KD', '2022-12-06', '07:58:00', '17:32:00', '2023-03-19 10:08:03', '2023-03-19 10:08:03'),
(1763, 'MFNV17', 'TP', 'KD', '2022-12-07', '07:50:00', '17:30:00', '2023-03-19 10:08:03', '2023-03-19 10:08:03'),
(1764, 'MFNV17', 'TP', 'KD', '2022-12-08', '07:50:00', '17:30:00', '2023-03-19 10:08:03', '2023-03-19 10:08:03'),
(1765, 'MFNV17', 'TP', 'KD', '2022-12-09', '07:50:00', '17:32:00', '2023-03-19 10:08:03', '2023-03-19 10:08:03'),
(1766, 'MFNV17', 'TP', 'KD', '2022-12-10', '08:00:00', '17:31:00', '2023-03-19 10:08:03', '2023-03-19 10:08:03'),
(1767, 'MFNV17', 'TP', 'KD', '2022-12-12', '07:50:00', '17:31:00', '2023-03-19 10:08:03', '2023-03-19 10:08:03'),
(1768, 'MFNV17', 'TP', 'KD', '2022-12-13', '07:50:00', '17:32:00', '2023-03-19 10:08:03', '2023-03-19 10:08:03'),
(1769, 'MFNV17', 'TP', 'KD', '2022-12-14', '11:52:00', '17:30:00', '2023-03-19 10:08:03', '2023-03-19 10:08:03'),
(1770, 'MFNV17', 'TP', 'KD', '2022-12-15', '07:54:00', '17:31:00', '2023-03-19 10:08:03', '2023-03-19 10:08:03'),
(1771, 'MFNV17', 'TP', 'KD', '2022-12-16', '07:55:00', '17:30:00', '2023-03-19 10:08:03', '2023-03-19 10:08:03'),
(1772, 'MFNV17', 'TP', 'KD', '2022-12-17', '07:56:00', '17:30:00', '2023-03-19 10:08:03', '2023-03-19 10:08:03'),
(1773, 'MFNV17', 'TP', 'KD', '2022-12-19', '07:50:00', '17:30:00', '2023-03-19 10:08:03', '2023-03-19 10:08:03'),
(1774, 'MFNV17', 'TP', 'KD', '2022-12-20', '07:50:00', '17:30:00', '2023-03-19 10:08:03', '2023-03-19 10:08:03'),
(1775, 'MFNV17', 'TP', 'KD', '2022-12-21', '07:50:00', '17:32:00', '2023-03-19 10:08:03', '2023-03-19 10:08:03'),
(1776, 'MFNV17', 'TP', 'KD', '2022-12-22', '09:00:00', '17:31:00', '2023-03-19 10:08:03', '2023-03-19 10:08:03'),
(1777, 'MFNV17', 'TP', 'KD', '2022-12-23', '07:50:00', '17:31:00', '2023-03-19 10:08:03', '2023-03-19 10:08:03'),
(1778, 'MFNV17', 'TP', 'KD', '2022-12-24', '07:50:00', '17:31:00', '2023-03-19 10:08:03', '2023-03-19 10:08:03'),
(1779, 'MFNV18', 'NV', 'KD', '2022-11-25', '07:50:00', '17:32:00', '2023-03-19 10:08:03', '2023-03-19 10:08:03'),
(1780, 'MFNV18', 'NV', 'KD', '2022-11-26', '07:52:00', '17:30:00', '2023-03-19 10:08:03', '2023-03-19 10:08:03'),
(1781, 'MFNV18', 'NV', 'KD', '2022-11-29', '07:55:00', '17:30:00', '2023-03-19 10:08:03', '2023-03-19 10:08:03'),
(1782, 'MFNV18', 'NV', 'KD', '2022-12-01', '07:50:00', '17:32:00', '2023-03-19 10:08:03', '2023-03-19 10:08:03'),
(1783, 'MFNV18', 'NV', 'KD', '2022-12-02', '07:52:00', '17:30:00', '2023-03-19 10:08:03', '2023-03-19 10:08:03'),
(1784, 'MFNV18', 'NV', 'KD', '2022-12-03', '07:59:00', '17:31:00', '2023-03-19 10:08:03', '2023-03-19 10:08:03'),
(1785, 'MFNV18', 'NV', 'KD', '2022-12-05', '07:56:00', '17:30:00', '2023-03-19 10:08:03', '2023-03-19 10:08:03'),
(1786, 'MFNV18', 'NV', 'KD', '2022-12-06', '07:58:00', '17:32:00', '2023-03-19 10:08:03', '2023-03-19 10:08:03'),
(1787, 'MFNV18', 'NV', 'KD', '2022-12-07', '07:50:00', '17:30:00', '2023-03-19 10:08:03', '2023-03-19 10:08:03'),
(1788, 'MFNV18', 'NV', 'KD', '2022-12-08', '07:50:00', '17:30:00', '2023-03-19 10:08:03', '2023-03-19 10:08:03'),
(1789, 'MFNV18', 'NV', 'KD', '2022-12-10', '08:00:00', '17:31:00', '2023-03-19 10:08:03', '2023-03-19 10:08:03'),
(1790, 'MFNV18', 'NV', 'KD', '2022-12-12', '07:50:00', '17:31:00', '2023-03-19 10:08:03', '2023-03-19 10:08:03'),
(1791, 'MFNV18', 'NV', 'KD', '2022-12-13', '07:50:00', '17:32:00', '2023-03-19 10:08:03', '2023-03-19 10:08:03'),
(1792, 'MFNV18', 'NV', 'KD', '2022-12-14', '07:52:00', '17:30:00', '2023-03-19 10:08:03', '2023-03-19 10:08:03'),
(1793, 'MFNV18', 'NV', 'KD', '2022-12-15', '07:54:00', '17:31:00', '2023-03-19 10:08:03', '2023-03-19 10:08:03'),
(1794, 'MFNV18', 'NV', 'KD', '2022-12-16', '07:55:00', '17:30:00', '2023-03-19 10:08:03', '2023-03-19 10:08:03'),
(1795, 'MFNV18', 'NV', 'KD', '2022-12-17', '07:56:00', '17:30:00', '2023-03-19 10:08:03', '2023-03-19 10:08:03'),
(1796, 'MFNV18', 'NV', 'KD', '2022-12-19', '07:50:00', '17:30:00', '2023-03-19 10:08:03', '2023-03-19 10:08:03'),
(1797, 'MFNV18', 'NV', 'KD', '2022-12-20', '07:50:00', '17:30:00', '2023-03-19 10:08:03', '2023-03-19 10:08:03'),
(1798, 'MFNV18', 'NV', 'KD', '2022-12-21', '07:50:00', '17:32:00', '2023-03-19 10:08:03', '2023-03-19 10:08:03'),
(1799, 'MFNV18', 'NV', 'KD', '2022-12-22', '07:59:00', '14:00:00', '2023-03-19 10:08:03', '2023-03-19 10:08:03'),
(1800, 'MFNV18', 'NV', 'KD', '2022-12-23', '07:50:00', '17:31:00', '2023-03-19 10:08:03', '2023-03-19 10:08:03'),
(1801, 'MFNV18', 'NV', 'KD', '2022-12-24', '07:50:00', '17:31:00', '2023-03-19 10:08:03', '2023-03-19 10:08:03'),
(1802, 'MFNV19', 'NV', 'KD', '2022-11-25', '07:50:00', '17:32:00', '2023-03-19 10:08:03', '2023-03-19 10:08:03'),
(1803, 'MFNV19', 'NV', 'KD', '2022-11-26', '07:52:00', '17:30:00', '2023-03-19 10:08:03', '2023-03-19 10:08:03');
INSERT INTO `dulieuchamcong` (`id`, `ma_nv`, `ma_cv`, `ma_pb`, `ngay_chamcong`, `gio_vao`, `gio_ra`, `created_at`, `updated_at`) VALUES
(1804, 'MFNV19', 'NV', 'KD', '2022-11-28', '08:10:00', '17:31:00', '2023-03-19 10:08:03', '2023-03-19 10:08:03'),
(1805, 'MFNV19', 'NV', 'KD', '2022-11-29', '07:55:00', '17:30:00', '2023-03-19 10:08:03', '2023-03-19 10:08:03'),
(1806, 'MFNV19', 'NV', 'KD', '2022-12-01', '07:50:00', '17:32:00', '2023-03-19 10:08:03', '2023-03-19 10:08:03'),
(1807, 'MFNV19', 'NV', 'KD', '2022-12-02', '07:52:00', '17:30:00', '2023-03-19 10:08:03', '2023-03-19 10:08:03'),
(1808, 'MFNV19', 'NV', 'KD', '2022-12-03', '07:59:00', '17:31:00', '2023-03-19 10:08:03', '2023-03-19 10:08:03'),
(1809, 'MFNV19', 'NV', 'KD', '2022-12-05', '07:56:00', '17:30:00', '2023-03-19 10:08:03', '2023-03-19 10:08:03'),
(1810, 'MFNV19', 'NV', 'KD', '2022-12-06', '07:58:00', '17:32:00', '2023-03-19 10:08:03', '2023-03-19 10:08:03'),
(1811, 'MFNV19', 'NV', 'KD', '2022-12-07', '07:50:00', '17:30:00', '2023-03-19 10:08:03', '2023-03-19 10:08:03'),
(1812, 'MFNV19', 'NV', 'KD', '2022-12-08', '07:50:00', '17:30:00', '2023-03-19 10:08:03', '2023-03-19 10:08:03'),
(1813, 'MFNV19', 'NV', 'KD', '2022-12-09', '07:50:00', '17:32:00', '2023-03-19 10:08:03', '2023-03-19 10:08:03'),
(1814, 'MFNV19', 'NV', 'KD', '2022-12-10', '08:00:00', '17:31:00', '2023-03-19 10:08:03', '2023-03-19 10:08:03'),
(1815, 'MFNV19', 'NV', 'KD', '2022-12-12', '07:50:00', '17:31:00', '2023-03-19 10:08:03', '2023-03-19 10:08:03'),
(1816, 'MFNV19', 'NV', 'KD', '2022-12-13', '07:50:00', '17:32:00', '2023-03-19 10:08:03', '2023-03-19 10:08:03'),
(1817, 'MFNV19', 'NV', 'KD', '2022-12-14', '07:52:00', '17:30:00', '2023-03-19 10:08:03', '2023-03-19 10:08:03'),
(1818, 'MFNV19', 'NV', 'KD', '2022-12-15', '07:54:00', '17:31:00', '2023-03-19 10:08:03', '2023-03-19 10:08:03'),
(1819, 'MFNV19', 'NV', 'KD', '2022-12-16', '07:55:00', '17:30:00', '2023-03-19 10:08:03', '2023-03-19 10:08:03'),
(1820, 'MFNV19', 'NV', 'KD', '2022-12-17', '07:56:00', '17:30:00', '2023-03-19 10:08:03', '2023-03-19 10:08:03'),
(1821, 'MFNV19', 'NV', 'KD', '2022-12-19', '07:50:00', '17:30:00', '2023-03-19 10:08:03', '2023-03-19 10:08:03'),
(1822, 'MFNV19', 'NV', 'KD', '2022-12-20', '07:50:00', '17:30:00', '2023-03-19 10:08:03', '2023-03-19 10:08:03'),
(1823, 'MFNV19', 'NV', 'KD', '2022-12-21', '07:50:00', '17:32:00', '2023-03-19 10:08:03', '2023-03-19 10:08:03'),
(1824, 'MFNV19', 'NV', 'KD', '2022-12-22', '07:59:00', '17:31:00', '2023-03-19 10:08:03', '2023-03-19 10:08:03'),
(1825, 'MFNV19', 'NV', 'KD', '2022-12-23', '07:50:00', '17:31:00', '2023-03-19 10:08:03', '2023-03-19 10:08:03'),
(1826, 'MFNV19', 'NV', 'KD', '2022-12-24', '07:50:00', '17:31:00', '2023-03-19 10:08:03', '2023-03-19 10:08:03'),
(1827, 'MFNV20', 'GĐ', 'KD', '2022-11-25', '07:50:00', '17:32:00', '2023-03-19 10:08:03', '2023-03-19 10:08:03'),
(1828, 'MFNV20', 'GĐ', 'KD', '2022-11-26', '07:52:00', '17:30:00', '2023-03-19 10:08:03', '2023-03-19 10:08:03'),
(1829, 'MFNV20', 'GĐ', 'KD', '2022-11-28', '08:10:00', '17:31:00', '2023-03-19 10:08:03', '2023-03-19 10:08:03'),
(1830, 'MFNV20', 'GĐ', 'KD', '2022-11-29', '07:55:00', '17:30:00', '2023-03-19 10:08:03', '2023-03-19 10:08:03'),
(1831, 'MFNV20', 'GĐ', 'KD', '2022-12-01', '07:50:00', '17:32:00', '2023-03-19 10:08:03', '2023-03-19 10:08:03'),
(1832, 'MFNV20', 'GĐ', 'KD', '2022-12-02', '07:52:00', '17:30:00', '2023-03-19 10:08:03', '2023-03-19 10:08:03'),
(1833, 'MFNV20', 'GĐ', 'KD', '2022-12-03', '07:59:00', '17:31:00', '2023-03-19 10:08:03', '2023-03-19 10:08:03'),
(1834, 'MFNV20', 'GĐ', 'KD', '2022-12-05', '07:56:00', '17:30:00', '2023-03-19 10:08:03', '2023-03-19 10:08:03'),
(1835, 'MFNV20', 'GĐ', 'KD', '2022-12-06', '07:58:00', '17:32:00', '2023-03-19 10:08:03', '2023-03-19 10:08:03'),
(1836, 'MFNV20', 'GĐ', 'KD', '2022-12-07', '07:50:00', '13:40:00', '2023-03-19 10:08:03', '2023-03-19 10:08:03'),
(1837, 'MFNV20', 'GĐ', 'KD', '2022-12-08', '07:50:00', '17:30:00', '2023-03-19 10:08:03', '2023-03-19 10:08:03'),
(1838, 'MFNV20', 'GĐ', 'KD', '2022-12-09', '07:50:00', '17:32:00', '2023-03-19 10:08:03', '2023-03-19 10:08:03'),
(1839, 'MFNV20', 'GĐ', 'KD', '2022-12-10', '08:00:00', '17:31:00', '2023-03-19 10:08:03', '2023-03-19 10:08:03'),
(1840, 'MFNV20', 'GĐ', 'KD', '2022-12-12', '07:50:00', '17:31:00', '2023-03-19 10:08:03', '2023-03-19 10:08:03'),
(1841, 'MFNV20', 'GĐ', 'KD', '2022-12-13', '07:50:00', '17:32:00', '2023-03-19 10:08:03', '2023-03-19 10:08:03'),
(1842, 'MFNV20', 'GĐ', 'KD', '2022-12-14', '07:52:00', '17:30:00', '2023-03-19 10:08:03', '2023-03-19 10:08:03'),
(1843, 'MFNV20', 'GĐ', 'KD', '2022-12-15', '07:54:00', '17:31:00', '2023-03-19 10:08:03', '2023-03-19 10:08:03'),
(1844, 'MFNV20', 'GĐ', 'KD', '2022-12-16', '07:55:00', '17:30:00', '2023-03-19 10:08:03', '2023-03-19 10:08:03'),
(1845, 'MFNV20', 'GĐ', 'KD', '2022-12-17', '07:56:00', '17:30:00', '2023-03-19 10:08:03', '2023-03-19 10:08:03'),
(1846, 'MFNV20', 'GĐ', 'KD', '2022-12-19', '07:50:00', '17:30:00', '2023-03-19 10:08:03', '2023-03-19 10:08:03'),
(1847, 'MFNV20', 'GĐ', 'KD', '2022-12-20', '07:50:00', '17:30:00', '2023-03-19 10:08:03', '2023-03-19 10:08:03'),
(1848, 'MFNV20', 'GĐ', 'KD', '2022-12-21', '07:50:00', '17:32:00', '2023-03-19 10:08:03', '2023-03-19 10:08:03'),
(1849, 'MFNV20', 'GĐ', 'KD', '2022-12-22', '07:59:00', '17:31:00', '2023-03-19 10:08:03', '2023-03-19 10:08:03'),
(1850, 'MFNV20', 'GĐ', 'KD', '2022-12-23', '07:50:00', '17:31:00', '2023-03-19 10:08:03', '2023-03-19 10:08:03'),
(1851, 'MFNV20', 'GĐ', 'KD', '2022-12-24', '07:50:00', '17:31:00', '2023-03-19 10:08:03', '2023-03-19 10:08:03'),
(1852, 'MFNV21', 'NV', 'ĐP', '2022-11-25', '07:50:00', '17:32:00', '2023-03-20 09:05:12', '2023-03-20 09:05:12'),
(1853, 'MFNV21', 'NV', 'ĐP', '2022-11-26', '07:52:00', '17:30:00', '2023-03-20 09:05:12', '2023-03-20 09:05:12'),
(1854, 'MFNV21', 'NV', 'ĐP', '2022-11-28', '08:10:00', '17:31:00', '2023-03-20 09:05:12', '2023-03-20 09:05:12'),
(1855, 'MFNV21', 'NV', 'ĐP', '2022-11-29', '07:55:00', '17:30:00', '2023-03-20 09:05:12', '2023-03-20 09:05:12'),
(1856, 'MFNV21', 'NV', 'ĐP', '2022-12-01', '07:50:00', '17:32:00', '2023-03-20 09:05:12', '2023-03-20 09:05:12'),
(1857, 'MFNV21', 'NV', 'ĐP', '2022-12-02', '07:52:00', '17:30:00', '2023-03-20 09:05:12', '2023-03-20 09:05:12'),
(1858, 'MFNV21', 'NV', 'ĐP', '2022-12-03', '11:59:00', '17:31:00', '2023-03-20 09:05:12', '2023-03-20 09:05:12'),
(1859, 'MFNV21', 'NV', 'ĐP', '2022-12-05', '07:56:00', '17:30:00', '2023-03-20 09:05:12', '2023-03-20 09:05:12'),
(1860, 'MFNV21', 'NV', 'ĐP', '2022-12-06', '07:58:00', '17:32:00', '2023-03-20 09:05:12', '2023-03-20 09:05:12'),
(1861, 'MFNV21', 'NV', 'ĐP', '2022-12-07', '07:50:00', '17:30:00', '2023-03-20 09:05:12', '2023-03-20 09:05:12'),
(1862, 'MFNV21', 'NV', 'ĐP', '2022-12-08', '07:50:00', '17:30:00', '2023-03-20 09:05:12', '2023-03-20 09:05:12'),
(1863, 'MFNV21', 'NV', 'ĐP', '2022-12-09', '07:50:00', '17:32:00', '2023-03-20 09:05:12', '2023-03-20 09:05:12'),
(1864, 'MFNV21', 'NV', 'ĐP', '2022-12-10', '08:00:00', '17:31:00', '2023-03-20 09:05:12', '2023-03-20 09:05:12'),
(1865, 'MFNV21', 'NV', 'ĐP', '2022-12-12', '07:50:00', '17:31:00', '2023-03-20 09:05:12', '2023-03-20 09:05:12'),
(1866, 'MFNV21', 'NV', 'ĐP', '2022-12-13', '07:50:00', '17:32:00', '2023-03-20 09:05:12', '2023-03-20 09:05:12'),
(1867, 'MFNV21', 'NV', 'ĐP', '2022-12-14', '07:52:00', '17:30:00', '2023-03-20 09:05:12', '2023-03-20 09:05:12'),
(1868, 'MFNV21', 'NV', 'ĐP', '2022-12-15', '07:54:00', '17:31:00', '2023-03-20 09:05:12', '2023-03-20 09:05:12'),
(1869, 'MFNV21', 'NV', 'ĐP', '2022-12-16', '07:55:00', '17:30:00', '2023-03-20 09:05:12', '2023-03-20 09:05:12'),
(1870, 'MFNV21', 'NV', 'ĐP', '2022-12-17', '07:56:00', '14:30:00', '2023-03-20 09:05:12', '2023-03-20 09:05:12'),
(1871, 'MFNV21', 'NV', 'ĐP', '2022-12-19', '07:50:00', '17:30:00', '2023-03-20 09:05:12', '2023-03-20 09:05:12'),
(1872, 'MFNV21', 'NV', 'ĐP', '2022-12-20', '07:50:00', '17:30:00', '2023-03-20 09:05:12', '2023-03-20 09:05:12'),
(1873, 'MFNV21', 'NV', 'ĐP', '2022-12-21', '07:50:00', '17:32:00', '2023-03-20 09:05:12', '2023-03-20 09:05:12'),
(1874, 'MFNV21', 'NV', 'ĐP', '2022-12-22', '07:59:00', '17:31:00', '2023-03-20 09:05:12', '2023-03-20 09:05:12'),
(1875, 'MFNV21', 'NV', 'ĐP', '2022-12-23', '07:50:00', '17:31:00', '2023-03-20 09:05:12', '2023-03-20 09:05:12'),
(1876, 'MFNV21', 'NV', 'ĐP', '2022-12-24', '07:50:00', '17:31:00', '2023-03-20 09:05:12', '2023-03-20 09:05:12'),
(1877, 'MFNV22', 'NV', 'KD', '2022-11-25', '07:50:00', '17:32:00', '2023-03-20 09:05:12', '2023-03-20 09:05:12'),
(1878, 'MFNV22', 'NV', 'KD', '2022-11-26', '07:52:00', '17:30:00', '2023-03-20 09:05:12', '2023-03-20 09:05:12'),
(1879, 'MFNV22', 'NV', 'KD', '2022-11-28', '08:10:00', '17:31:00', '2023-03-20 09:05:12', '2023-03-20 09:05:12'),
(1880, 'MFNV22', 'NV', 'KD', '2022-11-29', '07:55:00', '17:30:00', '2023-03-20 09:05:12', '2023-03-20 09:05:12'),
(1881, 'MFNV22', 'NV', 'KD', '2022-12-01', '07:50:00', '17:32:00', '2023-03-20 09:05:12', '2023-03-20 09:05:12'),
(1882, 'MFNV22', 'NV', 'KD', '2022-12-02', '07:52:00', '17:30:00', '2023-03-20 09:05:12', '2023-03-20 09:05:12'),
(1883, 'MFNV22', 'NV', 'KD', '2022-12-03', '07:59:00', '17:31:00', '2023-03-20 09:05:12', '2023-03-20 09:05:12'),
(1884, 'MFNV22', 'NV', 'KD', '2022-12-05', '07:56:00', '17:30:00', '2023-03-20 09:05:12', '2023-03-20 09:05:12'),
(1885, 'MFNV22', 'NV', 'KD', '2022-12-06', '07:58:00', '17:32:00', '2023-03-20 09:05:12', '2023-03-20 09:05:12'),
(1886, 'MFNV22', 'NV', 'KD', '2022-12-07', '07:50:00', '17:30:00', '2023-03-20 09:05:12', '2023-03-20 09:05:12'),
(1887, 'MFNV22', 'NV', 'KD', '2022-12-08', '07:50:00', '17:30:00', '2023-03-20 09:05:12', '2023-03-20 09:05:12'),
(1888, 'MFNV22', 'NV', 'KD', '2022-12-09', '07:50:00', '17:32:00', '2023-03-20 09:05:12', '2023-03-20 09:05:12'),
(1889, 'MFNV22', 'NV', 'KD', '2022-12-10', '08:00:00', '17:31:00', '2023-03-20 09:05:12', '2023-03-20 09:05:12'),
(1890, 'MFNV22', 'NV', 'KD', '2022-12-12', '07:50:00', '17:31:00', '2023-03-20 09:05:12', '2023-03-20 09:05:12'),
(1891, 'MFNV22', 'NV', 'KD', '2022-12-14', '07:52:00', '17:30:00', '2023-03-20 09:05:12', '2023-03-20 09:05:12'),
(1892, 'MFNV22', 'NV', 'KD', '2022-12-15', '07:54:00', '17:31:00', '2023-03-20 09:05:12', '2023-03-20 09:05:12'),
(1893, 'MFNV22', 'NV', 'KD', '2022-12-16', '07:55:00', '17:30:00', '2023-03-20 09:05:12', '2023-03-20 09:05:12'),
(1894, 'MFNV22', 'NV', 'KD', '2022-12-17', '07:56:00', '17:30:00', '2023-03-20 09:05:12', '2023-03-20 09:05:12'),
(1895, 'MFNV22', 'NV', 'KD', '2022-12-19', '07:50:00', '17:30:00', '2023-03-20 09:05:12', '2023-03-20 09:05:12'),
(1896, 'MFNV22', 'NV', 'KD', '2022-12-20', '07:50:00', '17:30:00', '2023-03-20 09:05:12', '2023-03-20 09:05:12'),
(1897, 'MFNV22', 'NV', 'KD', '2022-12-21', '07:50:00', '17:32:00', '2023-03-20 09:05:12', '2023-03-20 09:05:12'),
(1898, 'MFNV22', 'NV', 'KD', '2022-12-22', '07:59:00', '17:31:00', '2023-03-20 09:05:12', '2023-03-20 09:05:12'),
(1899, 'MFNV22', 'NV', 'KD', '2022-12-23', '07:50:00', '17:31:00', '2023-03-20 09:05:12', '2023-03-20 09:05:12'),
(1900, 'MFNV22', 'NV', 'KD', '2022-12-24', '11:50:00', '17:31:00', '2023-03-20 09:05:12', '2023-03-20 09:05:12'),
(1901, 'MFNV23', 'NV', 'KD', '2022-11-25', '07:50:00', '17:32:00', '2023-03-20 09:05:12', '2023-03-20 09:05:12'),
(1902, 'MFNV23', 'NV', 'KD', '2022-11-26', '07:52:00', '17:30:00', '2023-03-20 09:05:12', '2023-03-20 09:05:12'),
(1903, 'MFNV23', 'NV', 'KD', '2022-11-28', '08:10:00', '17:31:00', '2023-03-20 09:05:12', '2023-03-20 09:05:12'),
(1904, 'MFNV23', 'NV', 'KD', '2022-11-29', '07:55:00', '17:30:00', '2023-03-20 09:05:12', '2023-03-20 09:05:12'),
(1905, 'MFNV23', 'NV', 'KD', '2022-12-01', '07:50:00', '17:32:00', '2023-03-20 09:05:12', '2023-03-20 09:05:12'),
(1906, 'MFNV23', 'NV', 'KD', '2022-12-02', '07:52:00', '17:30:00', '2023-03-20 09:05:12', '2023-03-20 09:05:12'),
(1907, 'MFNV23', 'NV', 'KD', '2022-12-05', '07:56:00', '17:30:00', '2023-03-20 09:05:12', '2023-03-20 09:05:12'),
(1908, 'MFNV23', 'NV', 'KD', '2022-12-06', '07:58:00', '17:32:00', '2023-03-20 09:05:12', '2023-03-20 09:05:12'),
(1909, 'MFNV23', 'NV', 'KD', '2022-12-07', '07:50:00', '17:30:00', '2023-03-20 09:05:12', '2023-03-20 09:05:12'),
(1910, 'MFNV23', 'NV', 'KD', '2022-12-08', '07:50:00', '17:30:00', '2023-03-20 09:05:12', '2023-03-20 09:05:12'),
(1911, 'MFNV23', 'NV', 'KD', '2022-12-09', '07:50:00', '17:32:00', '2023-03-20 09:05:12', '2023-03-20 09:05:12'),
(1912, 'MFNV23', 'NV', 'KD', '2022-12-10', '08:00:00', '17:31:00', '2023-03-20 09:05:12', '2023-03-20 09:05:12'),
(1913, 'MFNV23', 'NV', 'KD', '2022-12-12', '07:50:00', '17:31:00', '2023-03-20 09:05:12', '2023-03-20 09:05:12'),
(1914, 'MFNV23', 'NV', 'KD', '2022-12-13', '07:50:00', '17:32:00', '2023-03-20 09:05:12', '2023-03-20 09:05:12'),
(1915, 'MFNV23', 'NV', 'KD', '2022-12-14', '07:52:00', '17:30:00', '2023-03-20 09:05:12', '2023-03-20 09:05:12'),
(1916, 'MFNV23', 'NV', 'KD', '2022-12-15', '07:54:00', '17:31:00', '2023-03-20 09:05:12', '2023-03-20 09:05:12'),
(1917, 'MFNV23', 'NV', 'KD', '2022-12-16', '07:55:00', '17:30:00', '2023-03-20 09:05:12', '2023-03-20 09:05:12'),
(1918, 'MFNV23', 'NV', 'KD', '2022-12-17', '07:56:00', '17:30:00', '2023-03-20 09:05:12', '2023-03-20 09:05:12'),
(1919, 'MFNV23', 'NV', 'KD', '2022-12-19', '07:50:00', '17:30:00', '2023-03-20 09:05:12', '2023-03-20 09:05:12'),
(1920, 'MFNV23', 'NV', 'KD', '2022-12-20', '07:50:00', '17:30:00', '2023-03-20 09:05:12', '2023-03-20 09:05:12'),
(1921, 'MFNV23', 'NV', 'KD', '2022-12-22', '07:59:00', '17:31:00', '2023-03-20 09:05:12', '2023-03-20 09:05:12'),
(1922, 'MFNV23', 'NV', 'KD', '2022-12-23', '07:50:00', '17:31:00', '2023-03-20 09:05:12', '2023-03-20 09:05:12'),
(1923, 'MFNV23', 'NV', 'KD', '2022-12-24', '07:50:00', '17:31:00', '2023-03-20 09:05:12', '2023-03-20 09:05:12'),
(1924, 'MFNV24', 'GĐ', 'KD', '2022-11-25', '07:50:00', '17:32:00', '2023-03-20 09:05:12', '2023-03-20 09:05:12'),
(1925, 'MFNV24', 'GĐ', 'KD', '2022-11-26', '07:52:00', '17:30:00', '2023-03-20 09:05:12', '2023-03-20 09:05:12'),
(1926, 'MFNV24', 'GĐ', 'KD', '2022-11-28', '08:10:00', '17:31:00', '2023-03-20 09:05:12', '2023-03-20 09:05:12'),
(1927, 'MFNV24', 'GĐ', 'KD', '2022-11-29', '07:55:00', '17:30:00', '2023-03-20 09:05:12', '2023-03-20 09:05:12'),
(1928, 'MFNV24', 'GĐ', 'KD', '2022-12-01', '07:50:00', '17:32:00', '2023-03-20 09:05:12', '2023-03-20 09:05:12'),
(1929, 'MFNV24', 'GĐ', 'KD', '2022-12-02', '07:52:00', '17:30:00', '2023-03-20 09:05:12', '2023-03-20 09:05:12'),
(1930, 'MFNV24', 'GĐ', 'KD', '2022-12-03', '11:59:00', '17:31:00', '2023-03-20 09:05:12', '2023-03-20 09:05:12'),
(1931, 'MFNV24', 'GĐ', 'KD', '2022-12-05', '07:56:00', '17:30:00', '2023-03-20 09:05:12', '2023-03-20 09:05:12'),
(1932, 'MFNV24', 'GĐ', 'KD', '2022-12-06', '07:58:00', '17:32:00', '2023-03-20 09:05:12', '2023-03-20 09:05:12'),
(1933, 'MFNV24', 'GĐ', 'KD', '2022-12-07', '07:50:00', '17:30:00', '2023-03-20 09:05:12', '2023-03-20 09:05:12'),
(1934, 'MFNV24', 'GĐ', 'KD', '2022-12-08', '07:50:00', '17:30:00', '2023-03-20 09:05:12', '2023-03-20 09:05:12'),
(1935, 'MFNV24', 'GĐ', 'KD', '2022-12-09', '07:50:00', '14:32:00', '2023-03-20 09:05:12', '2023-03-20 09:05:12'),
(1936, 'MFNV24', 'GĐ', 'KD', '2022-12-10', '08:00:00', '17:31:00', '2023-03-20 09:05:12', '2023-03-20 09:05:12'),
(1937, 'MFNV24', 'GĐ', 'KD', '2022-12-12', '07:50:00', '17:31:00', '2023-03-20 09:05:12', '2023-03-20 09:05:12'),
(1938, 'MFNV24', 'GĐ', 'KD', '2022-12-13', '07:50:00', '17:32:00', '2023-03-20 09:05:12', '2023-03-20 09:05:12'),
(1939, 'MFNV24', 'GĐ', 'KD', '2022-12-14', '07:52:00', '17:30:00', '2023-03-20 09:05:12', '2023-03-20 09:05:12'),
(1940, 'MFNV24', 'GĐ', 'KD', '2022-12-15', '07:54:00', '17:31:00', '2023-03-20 09:05:12', '2023-03-20 09:05:12'),
(1941, 'MFNV24', 'GĐ', 'KD', '2022-12-16', '07:55:00', '17:30:00', '2023-03-20 09:05:12', '2023-03-20 09:05:12'),
(1942, 'MFNV24', 'GĐ', 'KD', '2022-12-17', '07:56:00', '17:30:00', '2023-03-20 09:05:12', '2023-03-20 09:05:12'),
(1943, 'MFNV24', 'GĐ', 'KD', '2022-12-19', '07:50:00', '17:30:00', '2023-03-20 09:05:12', '2023-03-20 09:05:12'),
(1944, 'MFNV24', 'GĐ', 'KD', '2022-12-20', '07:50:00', '17:30:00', '2023-03-20 09:05:12', '2023-03-20 09:05:12'),
(1945, 'MFNV24', 'GĐ', 'KD', '2022-12-21', '07:50:00', '17:32:00', '2023-03-20 09:05:12', '2023-03-20 09:05:12'),
(1946, 'MFNV24', 'GĐ', 'KD', '2022-12-22', '11:59:00', '17:31:00', '2023-03-20 09:05:12', '2023-03-20 09:05:12'),
(1947, 'MFNV24', 'GĐ', 'KD', '2022-12-23', '07:50:00', '17:31:00', '2023-03-20 09:05:12', '2023-03-20 09:05:12'),
(1948, 'MFNV24', 'GĐ', 'KD', '2022-12-24', '07:50:00', '17:31:00', '2023-03-20 09:05:12', '2023-03-20 09:05:12'),
(1949, 'MFNV25', 'TP', 'KD', '2022-11-25', '07:50:00', '17:32:00', '2023-03-20 09:05:12', '2023-03-20 09:05:12'),
(1950, 'MFNV25', 'TP', 'KD', '2022-11-26', '07:52:00', '17:30:00', '2023-03-20 09:05:12', '2023-03-20 09:05:12'),
(1951, 'MFNV25', 'TP', 'KD', '2022-11-28', '08:10:00', '17:31:00', '2023-03-20 09:05:12', '2023-03-20 09:05:12'),
(1952, 'MFNV25', 'TP', 'KD', '2022-11-29', '07:55:00', '17:30:00', '2023-03-20 09:05:12', '2023-03-20 09:05:12'),
(1953, 'MFNV25', 'TP', 'KD', '2022-12-01', '07:50:00', '17:32:00', '2023-03-20 09:05:12', '2023-03-20 09:05:12'),
(1954, 'MFNV25', 'TP', 'KD', '2022-12-02', '07:52:00', '17:30:00', '2023-03-20 09:05:12', '2023-03-20 09:05:12'),
(1955, 'MFNV25', 'TP', 'KD', '2022-12-03', '07:59:00', '17:31:00', '2023-03-20 09:05:12', '2023-03-20 09:05:12'),
(1956, 'MFNV25', 'TP', 'KD', '2022-12-05', '07:56:00', '17:30:00', '2023-03-20 09:05:12', '2023-03-20 09:05:12'),
(1957, 'MFNV25', 'TP', 'KD', '2022-12-06', '07:58:00', '17:32:00', '2023-03-20 09:05:12', '2023-03-20 09:05:12'),
(1958, 'MFNV25', 'TP', 'KD', '2022-12-07', '07:50:00', '17:30:00', '2023-03-20 09:05:12', '2023-03-20 09:05:12'),
(1959, 'MFNV25', 'TP', 'KD', '2022-12-08', '07:50:00', '17:30:00', '2023-03-20 09:05:12', '2023-03-20 09:05:12'),
(1960, 'MFNV25', 'TP', 'KD', '2022-12-10', '08:00:00', '17:31:00', '2023-03-20 09:05:12', '2023-03-20 09:05:12'),
(1961, 'MFNV25', 'TP', 'KD', '2022-12-12', '07:50:00', '17:31:00', '2023-03-20 09:05:12', '2023-03-20 09:05:12'),
(1962, 'MFNV25', 'TP', 'KD', '2022-12-13', '07:50:00', '17:32:00', '2023-03-20 09:05:12', '2023-03-20 09:05:12'),
(1963, 'MFNV25', 'TP', 'KD', '2022-12-14', '07:52:00', '17:30:00', '2023-03-20 09:05:12', '2023-03-20 09:05:12'),
(1964, 'MFNV25', 'TP', 'KD', '2022-12-15', '07:54:00', '17:31:00', '2023-03-20 09:05:12', '2023-03-20 09:05:12'),
(1965, 'MFNV25', 'TP', 'KD', '2022-12-16', '07:55:00', '17:30:00', '2023-03-20 09:05:12', '2023-03-20 09:05:12'),
(1966, 'MFNV25', 'TP', 'KD', '2022-12-17', '07:56:00', '17:30:00', '2023-03-20 09:05:12', '2023-03-20 09:05:12'),
(1967, 'MFNV25', 'TP', 'KD', '2022-12-19', '07:50:00', '17:30:00', '2023-03-20 09:05:12', '2023-03-20 09:05:12'),
(1968, 'MFNV25', 'TP', 'KD', '2022-12-20', '11:50:00', '17:30:00', '2023-03-20 09:05:12', '2023-03-20 09:05:12'),
(1969, 'MFNV25', 'TP', 'KD', '2022-12-21', '07:50:00', '17:32:00', '2023-03-20 09:05:12', '2023-03-20 09:05:12'),
(1970, 'MFNV25', 'TP', 'KD', '2022-12-22', '07:59:00', '17:31:00', '2023-03-20 09:05:12', '2023-03-20 09:05:12'),
(1971, 'MFNV25', 'TP', 'KD', '2022-12-23', '07:50:00', '17:31:00', '2023-03-20 09:05:12', '2023-03-20 09:05:12'),
(1972, 'MFNV25', 'TP', 'KD', '2022-12-24', '07:50:00', '17:31:00', '2023-03-20 09:05:12', '2023-03-20 09:05:12'),
(1973, 'MFNV26', 'TX', 'HCNS', '2022-11-25', '07:50:00', '17:32:00', '2023-03-20 09:05:12', '2023-03-20 09:05:12'),
(1974, 'MFNV26', 'TX', 'HCNS', '2022-11-26', '07:52:00', '17:30:00', '2023-03-20 09:05:12', '2023-03-20 09:05:12'),
(1975, 'MFNV26', 'TX', 'HCNS', '2022-11-28', '08:10:00', '17:31:00', '2023-03-20 09:05:12', '2023-03-20 09:05:12'),
(1976, 'MFNV26', 'TX', 'HCNS', '2022-11-29', '07:55:00', '17:30:00', '2023-03-20 09:05:12', '2023-03-20 09:05:12'),
(1977, 'MFNV26', 'TX', 'HCNS', '2022-12-01', '11:50:00', '17:32:00', '2023-03-20 09:05:12', '2023-03-20 09:05:12'),
(1978, 'MFNV26', 'TX', 'HCNS', '2022-12-02', '07:52:00', '17:30:00', '2023-03-20 09:05:12', '2023-03-20 09:05:12'),
(1979, 'MFNV26', 'TX', 'HCNS', '2022-12-03', '07:59:00', '17:31:00', '2023-03-20 09:05:12', '2023-03-20 09:05:12'),
(1980, 'MFNV26', 'TX', 'HCNS', '2022-12-06', '07:58:00', '17:32:00', '2023-03-20 09:05:12', '2023-03-20 09:05:12'),
(1981, 'MFNV26', 'TX', 'HCNS', '2022-12-07', '07:50:00', '17:30:00', '2023-03-20 09:05:12', '2023-03-20 09:05:12'),
(1982, 'MFNV26', 'TX', 'HCNS', '2022-12-08', '07:50:00', '17:30:00', '2023-03-20 09:05:12', '2023-03-20 09:05:12'),
(1983, 'MFNV26', 'TX', 'HCNS', '2022-12-09', '07:50:00', '17:32:00', '2023-03-20 09:05:12', '2023-03-20 09:05:12'),
(1984, 'MFNV26', 'TX', 'HCNS', '2022-12-10', '08:00:00', '17:31:00', '2023-03-20 09:05:12', '2023-03-20 09:05:12'),
(1985, 'MFNV26', 'TX', 'HCNS', '2022-12-12', '07:50:00', '17:31:00', '2023-03-20 09:05:12', '2023-03-20 09:05:12'),
(1986, 'MFNV26', 'TX', 'HCNS', '2022-12-13', '07:50:00', '17:32:00', '2023-03-20 09:05:12', '2023-03-20 09:05:12'),
(1987, 'MFNV26', 'TX', 'HCNS', '2022-12-14', '07:52:00', '17:30:00', '2023-03-20 09:05:12', '2023-03-20 09:05:12'),
(1988, 'MFNV26', 'TX', 'HCNS', '2022-12-15', '07:54:00', '17:31:00', '2023-03-20 09:05:12', '2023-03-20 09:05:12'),
(1989, 'MFNV26', 'TX', 'HCNS', '2022-12-16', '07:55:00', '17:30:00', '2023-03-20 09:05:12', '2023-03-20 09:05:12'),
(1990, 'MFNV26', 'TX', 'HCNS', '2022-12-17', '07:56:00', '17:30:00', '2023-03-20 09:05:12', '2023-03-20 09:05:12'),
(1991, 'MFNV26', 'TX', 'HCNS', '2022-12-19', '07:50:00', '17:30:00', '2023-03-20 09:05:12', '2023-03-20 09:05:12'),
(1992, 'MFNV26', 'TX', 'HCNS', '2022-12-20', '07:50:00', '17:30:00', '2023-03-20 09:05:12', '2023-03-20 09:05:12'),
(1993, 'MFNV26', 'TX', 'HCNS', '2022-12-21', '07:50:00', '14:32:00', '2023-03-20 09:05:12', '2023-03-20 09:05:12'),
(1994, 'MFNV26', 'TX', 'HCNS', '2022-12-22', '07:59:00', '17:31:00', '2023-03-20 09:05:12', '2023-03-20 09:05:12'),
(1995, 'MFNV26', 'TX', 'HCNS', '2022-12-23', '07:50:00', '17:31:00', '2023-03-20 09:05:12', '2023-03-20 09:05:12'),
(1996, 'MFNV26', 'TX', 'HCNS', '2022-12-24', '07:50:00', '17:31:00', '2023-03-20 09:05:12', '2023-03-20 09:05:12'),
(1997, 'MFNV27', 'NV', 'KD', '2022-11-25', '07:50:00', '17:32:00', '2023-03-20 09:05:12', '2023-03-20 09:05:12'),
(1998, 'MFNV27', 'NV', 'KD', '2022-11-26', '07:52:00', '17:30:00', '2023-03-20 09:05:12', '2023-03-20 09:05:12'),
(1999, 'MFNV27', 'NV', 'KD', '2022-11-28', '08:10:00', '17:31:00', '2023-03-20 09:05:12', '2023-03-20 09:05:12'),
(2000, 'MFNV27', 'NV', 'KD', '2022-11-29', '07:55:00', '17:27:00', '2023-03-20 09:05:12', '2023-03-20 09:05:12'),
(2001, 'MFNV27', 'NV', 'KD', '2022-12-01', '07:50:00', '17:32:00', '2023-03-20 09:05:12', '2023-03-20 09:05:12'),
(2002, 'MFNV27', 'NV', 'KD', '2022-12-02', '07:52:00', '17:30:00', '2023-03-20 09:05:12', '2023-03-20 09:05:12'),
(2003, 'MFNV27', 'NV', 'KD', '2022-12-05', '07:56:00', '17:30:00', '2023-03-20 09:05:12', '2023-03-20 09:05:12'),
(2004, 'MFNV27', 'NV', 'KD', '2022-12-06', '07:58:00', '17:32:00', '2023-03-20 09:05:12', '2023-03-20 09:05:12'),
(2005, 'MFNV27', 'NV', 'KD', '2022-12-07', '07:50:00', '17:30:00', '2023-03-20 09:05:12', '2023-03-20 09:05:12'),
(2006, 'MFNV27', 'NV', 'KD', '2022-12-08', '07:50:00', '17:30:00', '2023-03-20 09:05:12', '2023-03-20 09:05:12'),
(2007, 'MFNV27', 'NV', 'KD', '2022-12-09', '07:50:00', '17:32:00', '2023-03-20 09:05:12', '2023-03-20 09:05:12'),
(2008, 'MFNV27', 'NV', 'KD', '2022-12-10', '08:00:00', '17:31:00', '2023-03-20 09:05:12', '2023-03-20 09:05:12'),
(2009, 'MFNV27', 'NV', 'KD', '2022-12-12', '07:50:00', '17:31:00', '2023-03-20 09:05:12', '2023-03-20 09:05:12'),
(2010, 'MFNV27', 'NV', 'KD', '2022-12-13', '07:50:00', '17:32:00', '2023-03-20 09:05:12', '2023-03-20 09:05:12'),
(2011, 'MFNV27', 'NV', 'KD', '2022-12-14', '07:52:00', '17:30:00', '2023-03-20 09:05:12', '2023-03-20 09:05:12'),
(2012, 'MFNV27', 'NV', 'KD', '2022-12-15', '07:54:00', '17:31:00', '2023-03-20 09:05:12', '2023-03-20 09:05:12'),
(2013, 'MFNV27', 'NV', 'KD', '2022-12-16', '07:55:00', '17:30:00', '2023-03-20 09:05:12', '2023-03-20 09:05:12'),
(2014, 'MFNV27', 'NV', 'KD', '2022-12-17', '07:56:00', '17:28:00', '2023-03-20 09:05:12', '2023-03-20 09:05:12'),
(2015, 'MFNV27', 'NV', 'KD', '2022-12-19', '07:50:00', '17:30:00', '2023-03-20 09:05:12', '2023-03-20 09:05:12'),
(2016, 'MFNV27', 'NV', 'KD', '2022-12-20', '11:50:00', '17:30:00', '2023-03-20 09:05:12', '2023-03-20 09:05:12'),
(2017, 'MFNV27', 'NV', 'KD', '2022-12-21', '07:50:00', '17:32:00', '2023-03-20 09:05:12', '2023-03-20 09:05:12'),
(2018, 'MFNV27', 'NV', 'KD', '2022-12-22', '07:59:00', '17:31:00', '2023-03-20 09:05:12', '2023-03-20 09:05:12'),
(2019, 'MFNV27', 'NV', 'KD', '2022-12-23', '07:50:00', '17:31:00', '2023-03-20 09:05:12', '2023-03-20 09:05:12'),
(2020, 'MFNV27', 'NV', 'KD', '2022-12-24', '07:50:00', '17:31:00', '2023-03-20 09:05:12', '2023-03-20 09:05:12'),
(2021, 'MFNV28', 'GĐ', 'KD', '2022-11-25', '07:50:00', '17:32:00', '2023-03-20 09:05:12', '2023-03-20 09:05:12'),
(2022, 'MFNV28', 'GĐ', 'KD', '2022-11-26', '07:52:00', '17:30:00', '2023-03-20 09:05:12', '2023-03-20 09:05:12'),
(2023, 'MFNV28', 'GĐ', 'KD', '2022-11-28', '08:10:00', '17:31:00', '2023-03-20 09:05:12', '2023-03-20 09:05:12'),
(2024, 'MFNV28', 'GĐ', 'KD', '2022-11-29', '07:55:00', '17:30:00', '2023-03-20 09:05:12', '2023-03-20 09:05:12'),
(2025, 'MFNV28', 'GĐ', 'KD', '2022-12-01', '07:50:00', '17:32:00', '2023-03-20 09:05:12', '2023-03-20 09:05:12'),
(2026, 'MFNV28', 'GĐ', 'KD', '2022-12-02', '07:52:00', '17:30:00', '2023-03-20 09:05:12', '2023-03-20 09:05:12'),
(2027, 'MFNV28', 'GĐ', 'KD', '2022-12-03', '07:59:00', '17:31:00', '2023-03-20 09:05:12', '2023-03-20 09:05:12'),
(2028, 'MFNV28', 'GĐ', 'KD', '2022-12-06', '07:58:00', '17:32:00', '2023-03-20 09:05:12', '2023-03-20 09:05:12'),
(2029, 'MFNV28', 'GĐ', 'KD', '2022-12-07', '07:50:00', '17:30:00', '2023-03-20 09:05:12', '2023-03-20 09:05:12'),
(2030, 'MFNV28', 'GĐ', 'KD', '2022-12-08', '07:50:00', '17:30:00', '2023-03-20 09:05:12', '2023-03-20 09:05:12'),
(2031, 'MFNV28', 'GĐ', 'KD', '2022-12-09', '07:50:00', '17:32:00', '2023-03-20 09:05:12', '2023-03-20 09:05:12'),
(2032, 'MFNV28', 'GĐ', 'KD', '2022-12-10', '08:00:00', '17:31:00', '2023-03-20 09:05:12', '2023-03-20 09:05:12'),
(2033, 'MFNV28', 'GĐ', 'KD', '2022-12-12', '07:50:00', '17:31:00', '2023-03-20 09:05:12', '2023-03-20 09:05:12'),
(2034, 'MFNV28', 'GĐ', 'KD', '2022-12-13', '07:50:00', '17:32:00', '2023-03-20 09:05:12', '2023-03-20 09:05:12'),
(2035, 'MFNV28', 'GĐ', 'KD', '2022-12-14', '07:52:00', '17:30:00', '2023-03-20 09:05:12', '2023-03-20 09:05:12'),
(2036, 'MFNV28', 'GĐ', 'KD', '2022-12-15', '11:54:00', '17:31:00', '2023-03-20 09:05:12', '2023-03-20 09:05:12'),
(2037, 'MFNV28', 'GĐ', 'KD', '2022-12-16', '07:55:00', '17:30:00', '2023-03-20 09:05:12', '2023-03-20 09:05:12'),
(2038, 'MFNV28', 'GĐ', 'KD', '2022-12-17', '07:56:00', '17:30:00', '2023-03-20 09:05:12', '2023-03-20 09:05:12'),
(2039, 'MFNV28', 'GĐ', 'KD', '2022-12-19', '07:50:00', '17:30:00', '2023-03-20 09:05:12', '2023-03-20 09:05:12'),
(2040, 'MFNV28', 'GĐ', 'KD', '2022-12-20', '07:50:00', '17:30:00', '2023-03-20 09:05:12', '2023-03-20 09:05:12'),
(2041, 'MFNV28', 'GĐ', 'KD', '2022-12-21', '07:50:00', '17:32:00', '2023-03-20 09:05:12', '2023-03-20 09:05:12'),
(2042, 'MFNV28', 'GĐ', 'KD', '2022-12-22', '07:59:00', '17:31:00', '2023-03-20 09:05:12', '2023-03-20 09:05:12'),
(2043, 'MFNV28', 'GĐ', 'KD', '2022-12-23', '07:50:00', '17:31:00', '2023-03-20 09:05:12', '2023-03-20 09:05:12'),
(2044, 'MFNV28', 'GĐ', 'KD', '2022-12-24', '07:50:00', '17:31:00', '2023-03-20 09:05:12', '2023-03-20 09:05:12'),
(2045, 'MFNV29', 'TP', 'KD', '2022-11-25', '07:50:00', '17:32:00', '2023-03-20 09:05:12', '2023-03-20 09:05:12'),
(2046, 'MFNV29', 'TP', 'KD', '2022-11-26', '07:52:00', '17:30:00', '2023-03-20 09:05:12', '2023-03-20 09:05:12'),
(2047, 'MFNV29', 'TP', 'KD', '2022-11-28', '08:10:00', '17:31:00', '2023-03-20 09:05:12', '2023-03-20 09:05:12'),
(2048, 'MFNV29', 'TP', 'KD', '2022-11-29', '07:55:00', '17:30:00', '2023-03-20 09:05:12', '2023-03-20 09:05:12'),
(2049, 'MFNV29', 'TP', 'KD', '2022-12-01', '07:50:00', '17:32:00', '2023-03-20 09:05:12', '2023-03-20 09:05:12'),
(2050, 'MFNV29', 'TP', 'KD', '2022-12-02', '07:52:00', '17:30:00', '2023-03-20 09:05:12', '2023-03-20 09:05:12'),
(2051, 'MFNV29', 'TP', 'KD', '2022-12-03', '07:59:00', '17:31:00', '2023-03-20 09:05:12', '2023-03-20 09:05:12'),
(2052, 'MFNV29', 'TP', 'KD', '2022-12-05', '07:56:00', '17:30:00', '2023-03-20 09:05:12', '2023-03-20 09:05:12'),
(2053, 'MFNV29', 'TP', 'KD', '2022-12-06', '11:58:00', '17:32:00', '2023-03-20 09:05:12', '2023-03-20 09:05:12'),
(2054, 'MFNV29', 'TP', 'KD', '2022-12-07', '07:50:00', '17:30:00', '2023-03-20 09:05:12', '2023-03-20 09:05:12'),
(2055, 'MFNV29', 'TP', 'KD', '2022-12-08', '07:50:00', '17:30:00', '2023-03-20 09:05:12', '2023-03-20 09:05:12'),
(2056, 'MFNV29', 'TP', 'KD', '2022-12-09', '07:50:00', '17:32:00', '2023-03-20 09:05:12', '2023-03-20 09:05:12'),
(2057, 'MFNV29', 'TP', 'KD', '2022-12-10', '08:00:00', '17:31:00', '2023-03-20 09:05:12', '2023-03-20 09:05:12'),
(2058, 'MFNV29', 'TP', 'KD', '2022-12-12', '07:50:00', '17:31:00', '2023-03-20 09:05:12', '2023-03-20 09:05:12'),
(2059, 'MFNV29', 'TP', 'KD', '2022-12-13', '07:50:00', '17:32:00', '2023-03-20 09:05:12', '2023-03-20 09:05:12'),
(2060, 'MFNV29', 'TP', 'KD', '2022-12-14', '07:52:00', '17:30:00', '2023-03-20 09:05:12', '2023-03-20 09:05:12'),
(2061, 'MFNV29', 'TP', 'KD', '2022-12-15', '07:54:00', '17:31:00', '2023-03-20 09:05:12', '2023-03-20 09:05:12'),
(2062, 'MFNV29', 'TP', 'KD', '2022-12-16', '07:55:00', '14:30:00', '2023-03-20 09:05:12', '2023-03-20 09:05:12'),
(2063, 'MFNV29', 'TP', 'KD', '2022-12-17', '07:56:00', '17:30:00', '2023-03-20 09:05:12', '2023-03-20 09:05:12'),
(2064, 'MFNV29', 'TP', 'KD', '2022-12-19', '07:50:00', '17:30:00', '2023-03-20 09:05:12', '2023-03-20 09:05:12'),
(2065, 'MFNV29', 'TP', 'KD', '2022-12-20', '07:50:00', '17:30:00', '2023-03-20 09:05:12', '2023-03-20 09:05:12'),
(2066, 'MFNV29', 'TP', 'KD', '2022-12-21', '07:50:00', '17:32:00', '2023-03-20 09:05:12', '2023-03-20 09:05:12'),
(2067, 'MFNV29', 'TP', 'KD', '2022-12-22', '07:59:00', '17:31:00', '2023-03-20 09:05:12', '2023-03-20 09:05:12'),
(2068, 'MFNV29', 'TP', 'KD', '2022-12-23', '07:50:00', '17:31:00', '2023-03-20 09:05:12', '2023-03-20 09:05:12'),
(2069, 'MFNV29', 'TP', 'KD', '2022-12-24', '07:50:00', '17:31:00', '2023-03-20 09:05:12', '2023-03-20 09:05:12'),
(2070, 'MFNV30', 'NV', 'KD', '2022-11-25', '07:50:00', '17:32:00', '2023-03-20 09:05:12', '2023-03-20 09:05:12'),
(2071, 'MFNV30', 'NV', 'KD', '2022-11-26', '07:52:00', '17:30:00', '2023-03-20 09:05:12', '2023-03-20 09:05:12'),
(2072, 'MFNV30', 'NV', 'KD', '2022-11-28', '08:10:00', '17:31:00', '2023-03-20 09:05:12', '2023-03-20 09:05:12'),
(2073, 'MFNV30', 'NV', 'KD', '2022-11-29', '07:55:00', '17:30:00', '2023-03-20 09:05:12', '2023-03-20 09:05:12'),
(2074, 'MFNV30', 'NV', 'KD', '2022-12-01', '07:50:00', '17:32:00', '2023-03-20 09:05:12', '2023-03-20 09:05:12'),
(2075, 'MFNV30', 'NV', 'KD', '2022-12-02', '07:52:00', '17:30:00', '2023-03-20 09:05:12', '2023-03-20 09:05:12'),
(2076, 'MFNV30', 'NV', 'KD', '2022-12-03', '07:59:00', '17:31:00', '2023-03-20 09:05:12', '2023-03-20 09:05:12'),
(2077, 'MFNV30', 'NV', 'KD', '2022-12-05', '07:56:00', '17:30:00', '2023-03-20 09:05:12', '2023-03-20 09:05:12'),
(2078, 'MFNV30', 'NV', 'KD', '2022-12-06', '07:58:00', '17:32:00', '2023-03-20 09:05:12', '2023-03-20 09:05:12'),
(2079, 'MFNV30', 'NV', 'KD', '2022-12-07', '07:50:00', '17:30:00', '2023-03-20 09:05:12', '2023-03-20 09:05:12'),
(2080, 'MFNV30', 'NV', 'KD', '2022-12-08', '07:50:00', '17:30:00', '2023-03-20 09:05:12', '2023-03-20 09:05:12'),
(2081, 'MFNV30', 'NV', 'KD', '2022-12-10', '08:00:00', '17:31:00', '2023-03-20 09:05:12', '2023-03-20 09:05:12'),
(2082, 'MFNV30', 'NV', 'KD', '2022-12-12', '07:50:00', '17:31:00', '2023-03-20 09:05:12', '2023-03-20 09:05:12'),
(2083, 'MFNV30', 'NV', 'KD', '2022-12-13', '07:50:00', '17:32:00', '2023-03-20 09:05:12', '2023-03-20 09:05:12'),
(2084, 'MFNV30', 'NV', 'KD', '2022-12-14', '07:52:00', '17:30:00', '2023-03-20 09:05:12', '2023-03-20 09:05:12'),
(2085, 'MFNV30', 'NV', 'KD', '2022-12-15', '07:54:00', '17:31:00', '2023-03-20 09:05:12', '2023-03-20 09:05:12'),
(2086, 'MFNV30', 'NV', 'KD', '2022-12-16', '07:55:00', '17:30:00', '2023-03-20 09:05:12', '2023-03-20 09:05:12'),
(2087, 'MFNV30', 'NV', 'KD', '2022-12-17', '07:56:00', '17:30:00', '2023-03-20 09:05:12', '2023-03-20 09:05:12'),
(2088, 'MFNV30', 'NV', 'KD', '2022-12-19', '07:50:00', '17:30:00', '2023-03-20 09:05:12', '2023-03-20 09:05:12'),
(2089, 'MFNV30', 'NV', 'KD', '2022-12-20', '07:50:00', '17:30:00', '2023-03-20 09:05:12', '2023-03-20 09:05:12'),
(2090, 'MFNV30', 'NV', 'KD', '2022-12-21', '07:50:00', '17:32:00', '2023-03-20 09:05:12', '2023-03-20 09:05:12'),
(2091, 'MFNV30', 'NV', 'KD', '2022-12-22', '07:59:00', '17:31:00', '2023-03-20 09:05:12', '2023-03-20 09:05:12'),
(2092, 'MFNV30', 'NV', 'KD', '2022-12-24', '07:50:00', '17:31:00', '2023-03-20 09:05:12', '2023-03-20 09:05:12'),
(2093, 'MFNV31', 'NV', 'KD', '2022-11-25', '07:50:00', '17:32:00', '2023-03-20 09:05:12', '2023-03-20 09:05:12'),
(2094, 'MFNV31', 'NV', 'KD', '2022-11-26', '07:52:00', '17:30:00', '2023-03-20 09:05:12', '2023-03-20 09:05:12'),
(2095, 'MFNV31', 'NV', 'KD', '2022-11-28', '08:10:00', '17:31:00', '2023-03-20 09:05:12', '2023-03-20 09:05:12'),
(2096, 'MFNV31', 'NV', 'KD', '2022-11-29', '07:55:00', '17:30:00', '2023-03-20 09:05:12', '2023-03-20 09:05:12'),
(2097, 'MFNV31', 'NV', 'KD', '2022-12-01', '07:50:00', '17:32:00', '2023-03-20 09:05:12', '2023-03-20 09:05:12'),
(2098, 'MFNV31', 'NV', 'KD', '2022-12-02', '07:52:00', '17:30:00', '2023-03-20 09:05:12', '2023-03-20 09:05:12'),
(2099, 'MFNV31', 'NV', 'KD', '2022-12-05', '07:56:00', '17:30:00', '2023-03-20 09:05:12', '2023-03-20 09:05:12'),
(2100, 'MFNV31', 'NV', 'KD', '2022-12-06', '07:58:00', '17:32:00', '2023-03-20 09:05:12', '2023-03-20 09:05:12'),
(2101, 'MFNV31', 'NV', 'KD', '2022-12-07', '07:50:00', '17:30:00', '2023-03-20 09:05:12', '2023-03-20 09:05:12'),
(2102, 'MFNV31', 'NV', 'KD', '2022-12-08', '07:50:00', '17:30:00', '2023-03-20 09:05:12', '2023-03-20 09:05:12'),
(2103, 'MFNV31', 'NV', 'KD', '2022-12-09', '07:50:00', '17:32:00', '2023-03-20 09:05:12', '2023-03-20 09:05:12'),
(2104, 'MFNV31', 'NV', 'KD', '2022-12-10', '08:00:00', '17:31:00', '2023-03-20 09:05:12', '2023-03-20 09:05:12'),
(2105, 'MFNV31', 'NV', 'KD', '2022-12-12', '07:50:00', '17:31:00', '2023-03-20 09:05:12', '2023-03-20 09:05:12'),
(2106, 'MFNV31', 'NV', 'KD', '2022-12-13', '07:50:00', '17:32:00', '2023-03-20 09:05:12', '2023-03-20 09:05:12'),
(2107, 'MFNV31', 'NV', 'KD', '2022-12-14', '07:52:00', '17:30:00', '2023-03-20 09:05:12', '2023-03-20 09:05:12'),
(2108, 'MFNV31', 'NV', 'KD', '2022-12-15', '07:54:00', '17:31:00', '2023-03-20 09:05:12', '2023-03-20 09:05:12'),
(2109, 'MFNV31', 'NV', 'KD', '2022-12-16', '07:55:00', '17:30:00', '2023-03-20 09:05:12', '2023-03-20 09:05:12'),
(2110, 'MFNV31', 'NV', 'KD', '2022-12-17', '07:56:00', '17:30:00', '2023-03-20 09:05:12', '2023-03-20 09:05:12'),
(2111, 'MFNV31', 'NV', 'KD', '2022-12-19', '07:50:00', '17:30:00', '2023-03-20 09:05:12', '2023-03-20 09:05:12'),
(2112, 'MFNV31', 'NV', 'KD', '2022-12-20', '07:50:00', '14:30:00', '2023-03-20 09:05:12', '2023-03-20 09:05:12'),
(2113, 'MFNV31', 'NV', 'KD', '2022-12-21', '07:50:00', '17:32:00', '2023-03-20 09:05:12', '2023-03-20 09:05:12'),
(2114, 'MFNV31', 'NV', 'KD', '2022-12-22', '07:59:00', '17:31:00', '2023-03-20 09:05:12', '2023-03-20 09:05:12'),
(2115, 'MFNV31', 'NV', 'KD', '2022-12-23', '11:50:00', '17:31:00', '2023-03-20 09:05:12', '2023-03-20 09:05:12'),
(2116, 'MFNV31', 'NV', 'KD', '2022-12-24', '07:50:00', '17:31:00', '2023-03-20 09:05:12', '2023-03-20 09:05:12'),
(2117, 'MFNV32', 'NV', 'KD', '2022-11-25', '07:50:00', '17:32:00', '2023-03-20 09:05:12', '2023-03-20 09:05:12'),
(2118, 'MFNV32', 'NV', 'KD', '2022-11-26', '07:52:00', '17:30:00', '2023-03-20 09:05:12', '2023-03-20 09:05:12'),
(2119, 'MFNV32', 'NV', 'KD', '2022-11-28', '08:10:00', '17:31:00', '2023-03-20 09:05:12', '2023-03-20 09:05:12'),
(2120, 'MFNV32', 'NV', 'KD', '2022-11-29', '07:55:00', '17:30:00', '2023-03-20 09:05:12', '2023-03-20 09:05:12'),
(2121, 'MFNV32', 'NV', 'KD', '2022-12-01', '07:50:00', '17:32:00', '2023-03-20 09:05:12', '2023-03-20 09:05:12'),
(2122, 'MFNV32', 'NV', 'KD', '2022-12-02', '07:52:00', '17:30:00', '2023-03-20 09:05:12', '2023-03-20 09:05:12'),
(2123, 'MFNV32', 'NV', 'KD', '2022-12-03', '07:59:00', '17:31:00', '2023-03-20 09:05:12', '2023-03-20 09:05:12'),
(2124, 'MFNV32', 'NV', 'KD', '2022-12-05', '07:56:00', '17:30:00', '2023-03-20 09:05:12', '2023-03-20 09:05:12'),
(2125, 'MFNV32', 'NV', 'KD', '2022-12-06', '07:58:00', '17:32:00', '2023-03-20 09:05:12', '2023-03-20 09:05:12'),
(2126, 'MFNV32', 'NV', 'KD', '2022-12-07', '07:50:00', '17:30:00', '2023-03-20 09:05:12', '2023-03-20 09:05:12'),
(2127, 'MFNV32', 'NV', 'KD', '2022-12-08', '07:50:00', '17:30:00', '2023-03-20 09:05:12', '2023-03-20 09:05:12'),
(2128, 'MFNV32', 'NV', 'KD', '2022-12-10', '08:00:00', '17:31:00', '2023-03-20 09:05:12', '2023-03-20 09:05:12'),
(2129, 'MFNV32', 'NV', 'KD', '2022-12-12', '07:50:00', '17:31:00', '2023-03-20 09:05:12', '2023-03-20 09:05:12'),
(2130, 'MFNV32', 'NV', 'KD', '2022-12-13', '07:50:00', '17:32:00', '2023-03-20 09:05:12', '2023-03-20 09:05:12'),
(2131, 'MFNV32', 'NV', 'KD', '2022-12-14', '07:52:00', '17:30:00', '2023-03-20 09:05:12', '2023-03-20 09:05:12'),
(2132, 'MFNV32', 'NV', 'KD', '2022-12-15', '07:54:00', '17:31:00', '2023-03-20 09:05:12', '2023-03-20 09:05:12'),
(2133, 'MFNV32', 'NV', 'KD', '2022-12-16', '07:55:00', '17:30:00', '2023-03-20 09:05:12', '2023-03-20 09:05:12'),
(2134, 'MFNV32', 'NV', 'KD', '2022-12-17', '07:56:00', '17:30:00', '2023-03-20 09:05:12', '2023-03-20 09:05:12'),
(2135, 'MFNV32', 'NV', 'KD', '2022-12-19', '07:50:00', '17:30:00', '2023-03-20 09:05:12', '2023-03-20 09:05:12'),
(2136, 'MFNV32', 'NV', 'KD', '2022-12-20', '07:50:00', '17:30:00', '2023-03-20 09:05:12', '2023-03-20 09:05:12'),
(2137, 'MFNV32', 'NV', 'KD', '2022-12-21', '07:50:00', '17:32:00', '2023-03-20 09:05:12', '2023-03-20 09:05:12'),
(2138, 'MFNV32', 'NV', 'KD', '2022-12-22', '07:59:00', '17:31:00', '2023-03-20 09:05:12', '2023-03-20 09:05:12'),
(2139, 'MFNV32', 'NV', 'KD', '2022-12-23', '07:50:00', '17:31:00', '2023-03-20 09:05:12', '2023-03-20 09:05:12'),
(2140, 'MFNV32', 'NV', 'KD', '2022-12-24', '07:50:00', '17:31:00', '2023-03-20 09:05:12', '2023-03-20 09:05:12'),
(2141, 'MFNV33', 'TP', 'KD', '2022-11-25', '07:50:00', '17:32:00', '2023-03-20 09:05:12', '2023-03-20 09:05:12'),
(2142, 'MFNV33', 'TP', 'KD', '2022-11-26', '07:52:00', '17:30:00', '2023-03-20 09:05:12', '2023-03-20 09:05:12'),
(2143, 'MFNV33', 'TP', 'KD', '2022-11-28', '11:10:00', '17:31:00', '2023-03-20 09:05:12', '2023-03-20 09:05:12'),
(2144, 'MFNV33', 'TP', 'KD', '2022-11-29', '07:55:00', '17:30:00', '2023-03-20 09:05:12', '2023-03-20 09:05:12'),
(2145, 'MFNV33', 'TP', 'KD', '2022-12-01', '07:50:00', '17:32:00', '2023-03-20 09:05:12', '2023-03-20 09:05:12'),
(2146, 'MFNV33', 'TP', 'KD', '2022-12-02', '07:52:00', '17:30:00', '2023-03-20 09:05:12', '2023-03-20 09:05:12'),
(2147, 'MFNV33', 'TP', 'KD', '2022-12-05', '07:56:00', '17:30:00', '2023-03-20 09:05:12', '2023-03-20 09:05:12'),
(2148, 'MFNV33', 'TP', 'KD', '2022-12-06', '07:58:00', '17:32:00', '2023-03-20 09:05:12', '2023-03-20 09:05:12'),
(2149, 'MFNV33', 'TP', 'KD', '2022-12-07', '07:50:00', '17:30:00', '2023-03-20 09:05:12', '2023-03-20 09:05:12'),
(2150, 'MFNV33', 'TP', 'KD', '2022-12-08', '07:50:00', '17:30:00', '2023-03-20 09:05:12', '2023-03-20 09:05:12'),
(2151, 'MFNV33', 'TP', 'KD', '2022-12-09', '07:50:00', '17:32:00', '2023-03-20 09:05:12', '2023-03-20 09:05:12'),
(2152, 'MFNV33', 'TP', 'KD', '2022-12-10', '08:00:00', '17:31:00', '2023-03-20 09:05:12', '2023-03-20 09:05:12'),
(2153, 'MFNV33', 'TP', 'KD', '2022-12-12', '07:50:00', '17:31:00', '2023-03-20 09:05:12', '2023-03-20 09:05:12'),
(2154, 'MFNV33', 'TP', 'KD', '2022-12-13', '07:50:00', '17:32:00', '2023-03-20 09:05:12', '2023-03-20 09:05:12'),
(2155, 'MFNV33', 'TP', 'KD', '2022-12-14', '07:52:00', '17:30:00', '2023-03-20 09:05:12', '2023-03-20 09:05:12'),
(2156, 'MFNV33', 'TP', 'KD', '2022-12-15', '07:54:00', '17:31:00', '2023-03-20 09:05:12', '2023-03-20 09:05:12'),
(2157, 'MFNV33', 'TP', 'KD', '2022-12-16', '07:55:00', '17:30:00', '2023-03-20 09:05:12', '2023-03-20 09:05:12'),
(2158, 'MFNV33', 'TP', 'KD', '2022-12-17', '07:56:00', '17:30:00', '2023-03-20 09:05:12', '2023-03-20 09:05:12'),
(2159, 'MFNV33', 'TP', 'KD', '2022-12-19', '07:50:00', '17:30:00', '2023-03-20 09:05:12', '2023-03-20 09:05:12'),
(2160, 'MFNV33', 'TP', 'KD', '2022-12-20', '07:50:00', '17:30:00', '2023-03-20 09:05:12', '2023-03-20 09:05:12'),
(2161, 'MFNV33', 'TP', 'KD', '2022-12-21', '07:50:00', '17:32:00', '2023-03-20 09:05:12', '2023-03-20 09:05:12'),
(2162, 'MFNV33', 'TP', 'KD', '2022-12-22', '07:59:00', '14:31:00', '2023-03-20 09:05:12', '2023-03-20 09:05:12'),
(2163, 'MFNV33', 'TP', 'KD', '2022-12-23', '07:50:00', '17:31:00', '2023-03-20 09:05:12', '2023-03-20 09:05:12'),
(2164, 'MFNV33', 'TP', 'KD', '2022-12-24', '07:50:00', '17:31:00', '2023-03-20 09:05:12', '2023-03-20 09:05:12'),
(2165, 'MFNV34', 'NV', 'KD', '2022-11-25', '07:50:00', '17:32:00', '2023-03-20 09:05:12', '2023-03-20 09:05:12'),
(2166, 'MFNV34', 'NV', 'KD', '2022-11-26', '07:52:00', '17:30:00', '2023-03-20 09:05:12', '2023-03-20 09:05:12'),
(2167, 'MFNV34', 'NV', 'KD', '2022-11-28', '08:10:00', '17:31:00', '2023-03-20 09:05:12', '2023-03-20 09:05:12'),
(2168, 'MFNV34', 'NV', 'KD', '2022-11-29', '07:55:00', '17:30:00', '2023-03-20 09:05:12', '2023-03-20 09:05:12'),
(2169, 'MFNV34', 'NV', 'KD', '2022-12-01', '07:50:00', '17:32:00', '2023-03-20 09:05:12', '2023-03-20 09:05:12'),
(2170, 'MFNV34', 'NV', 'KD', '2022-12-02', '07:52:00', '17:30:00', '2023-03-20 09:05:12', '2023-03-20 09:05:12'),
(2171, 'MFNV34', 'NV', 'KD', '2022-12-03', '07:59:00', '17:31:00', '2023-03-20 09:05:12', '2023-03-20 09:05:12'),
(2172, 'MFNV34', 'NV', 'KD', '2022-12-05', '07:56:00', '17:30:00', '2023-03-20 09:05:12', '2023-03-20 09:05:12'),
(2173, 'MFNV34', 'NV', 'KD', '2022-12-06', '07:58:00', '17:32:00', '2023-03-20 09:05:12', '2023-03-20 09:05:12'),
(2174, 'MFNV34', 'NV', 'KD', '2022-12-07', '07:50:00', '17:30:00', '2023-03-20 09:05:12', '2023-03-20 09:05:12'),
(2175, 'MFNV34', 'NV', 'KD', '2022-12-08', '07:50:00', '17:30:00', '2023-03-20 09:05:12', '2023-03-20 09:05:12'),
(2176, 'MFNV34', 'NV', 'KD', '2022-12-10', '08:00:00', '17:31:00', '2023-03-20 09:05:12', '2023-03-20 09:05:12'),
(2177, 'MFNV34', 'NV', 'KD', '2022-12-12', '07:50:00', '17:31:00', '2023-03-20 09:05:12', '2023-03-20 09:05:12'),
(2178, 'MFNV34', 'NV', 'KD', '2022-12-13', '07:50:00', '17:32:00', '2023-03-20 09:05:12', '2023-03-20 09:05:12'),
(2179, 'MFNV34', 'NV', 'KD', '2022-12-14', '07:52:00', '17:30:00', '2023-03-20 09:05:12', '2023-03-20 09:05:12'),
(2180, 'MFNV34', 'NV', 'KD', '2022-12-15', '07:54:00', '17:31:00', '2023-03-20 09:05:12', '2023-03-20 09:05:12'),
(2181, 'MFNV34', 'NV', 'KD', '2022-12-16', '07:55:00', '17:30:00', '2023-03-20 09:05:12', '2023-03-20 09:05:12'),
(2182, 'MFNV34', 'NV', 'KD', '2022-12-17', '07:56:00', '17:30:00', '2023-03-20 09:05:12', '2023-03-20 09:05:12'),
(2183, 'MFNV34', 'NV', 'KD', '2022-12-19', '07:50:00', '17:30:00', '2023-03-20 09:05:12', '2023-03-20 09:05:12'),
(2184, 'MFNV34', 'NV', 'KD', '2022-12-20', '07:50:00', '17:30:00', '2023-03-20 09:05:12', '2023-03-20 09:05:12'),
(2185, 'MFNV34', 'NV', 'KD', '2022-12-21', '07:50:00', '17:32:00', '2023-03-20 09:05:12', '2023-03-20 09:05:12'),
(2186, 'MFNV34', 'NV', 'KD', '2022-12-22', '07:59:00', '17:31:00', '2023-03-20 09:05:12', '2023-03-20 09:05:12'),
(2187, 'MFNV34', 'NV', 'KD', '2022-12-23', '07:50:00', '17:31:00', '2023-03-20 09:05:12', '2023-03-20 09:05:12'),
(2188, 'MFNV35', 'NV', 'KD', '2022-11-25', '07:50:00', '17:32:00', '2023-03-20 09:05:12', '2023-03-20 09:05:12'),
(2189, 'MFNV35', 'NV', 'KD', '2022-11-26', '07:52:00', '17:30:00', '2023-03-20 09:05:12', '2023-03-20 09:05:12'),
(2190, 'MFNV35', 'NV', 'KD', '2022-11-28', '08:10:00', '17:31:00', '2023-03-20 09:05:12', '2023-03-20 09:05:12'),
(2191, 'MFNV35', 'NV', 'KD', '2022-11-29', '07:55:00', '17:30:00', '2023-03-20 09:05:12', '2023-03-20 09:05:12'),
(2192, 'MFNV35', 'NV', 'KD', '2022-12-01', '07:50:00', '17:32:00', '2023-03-20 09:05:12', '2023-03-20 09:05:12'),
(2193, 'MFNV35', 'NV', 'KD', '2022-12-02', '07:52:00', '17:30:00', '2023-03-20 09:05:12', '2023-03-20 09:05:12'),
(2194, 'MFNV35', 'NV', 'KD', '2022-12-03', '07:59:00', '17:31:00', '2023-03-20 09:05:12', '2023-03-20 09:05:12'),
(2195, 'MFNV35', 'NV', 'KD', '2022-12-05', '07:56:00', '17:30:00', '2023-03-20 09:05:12', '2023-03-20 09:05:12'),
(2196, 'MFNV35', 'NV', 'KD', '2022-12-06', '07:58:00', '17:32:00', '2023-03-20 09:05:12', '2023-03-20 09:05:12'),
(2197, 'MFNV35', 'NV', 'KD', '2022-12-07', '07:50:00', '17:30:00', '2023-03-20 09:05:12', '2023-03-20 09:05:12'),
(2198, 'MFNV35', 'NV', 'KD', '2022-12-08', '07:50:00', '17:30:00', '2023-03-20 09:05:12', '2023-03-20 09:05:12'),
(2199, 'MFNV35', 'NV', 'KD', '2022-12-09', '07:50:00', '17:32:00', '2023-03-20 09:05:12', '2023-03-20 09:05:12'),
(2200, 'MFNV35', 'NV', 'KD', '2022-12-10', '08:00:00', '17:31:00', '2023-03-20 09:05:12', '2023-03-20 09:05:12'),
(2201, 'MFNV35', 'NV', 'KD', '2022-12-12', '07:50:00', '17:31:00', '2023-03-20 09:05:12', '2023-03-20 09:05:12'),
(2202, 'MFNV35', 'NV', 'KD', '2022-12-13', '07:50:00', '17:32:00', '2023-03-20 09:05:12', '2023-03-20 09:05:12'),
(2203, 'MFNV35', 'NV', 'KD', '2022-12-14', '07:52:00', '17:30:00', '2023-03-20 09:05:12', '2023-03-20 09:05:12'),
(2204, 'MFNV35', 'NV', 'KD', '2022-12-15', '07:54:00', '17:31:00', '2023-03-20 09:05:12', '2023-03-20 09:05:12'),
(2205, 'MFNV35', 'NV', 'KD', '2022-12-16', '07:55:00', '17:30:00', '2023-03-20 09:05:12', '2023-03-20 09:05:12'),
(2206, 'MFNV35', 'NV', 'KD', '2022-12-17', '07:56:00', '17:30:00', '2023-03-20 09:05:12', '2023-03-20 09:05:12'),
(2207, 'MFNV35', 'NV', 'KD', '2022-12-19', '07:50:00', '17:30:00', '2023-03-20 09:05:12', '2023-03-20 09:05:12'),
(2208, 'MFNV35', 'NV', 'KD', '2022-12-20', '07:50:00', '17:30:00', '2023-03-20 09:05:12', '2023-03-20 09:05:12'),
(2209, 'MFNV35', 'NV', 'KD', '2022-12-21', '07:50:00', '17:32:00', '2023-03-20 09:05:12', '2023-03-20 09:05:12'),
(2210, 'MFNV35', 'NV', 'KD', '2022-12-22', '07:59:00', '17:31:00', '2023-03-20 09:05:12', '2023-03-20 09:05:12'),
(2211, 'MFNV35', 'NV', 'KD', '2022-12-23', '07:50:00', '17:31:00', '2023-03-20 09:05:12', '2023-03-20 09:05:12'),
(2212, 'MFNV35', 'NV', 'KD', '2022-12-24', '07:50:00', '17:31:00', '2023-03-20 09:05:12', '2023-03-20 09:05:12'),
(2213, 'MFNV36', 'GĐ', 'KD', '2022-11-25', '07:50:00', '17:32:00', '2023-03-20 09:05:12', '2023-03-20 09:05:12'),
(2214, 'MFNV36', 'GĐ', 'KD', '2022-11-26', '07:52:00', '17:30:00', '2023-03-20 09:05:12', '2023-03-20 09:05:12'),
(2215, 'MFNV36', 'GĐ', 'KD', '2022-11-28', '08:10:00', '17:31:00', '2023-03-20 09:05:12', '2023-03-20 09:05:12'),
(2216, 'MFNV36', 'GĐ', 'KD', '2022-11-29', '07:55:00', '17:30:00', '2023-03-20 09:05:12', '2023-03-20 09:05:12'),
(2217, 'MFNV36', 'GĐ', 'KD', '2022-12-01', '07:50:00', '17:32:00', '2023-03-20 09:05:12', '2023-03-20 09:05:12'),
(2218, 'MFNV36', 'GĐ', 'KD', '2022-12-02', '07:52:00', '17:30:00', '2023-03-20 09:05:12', '2023-03-20 09:05:12'),
(2219, 'MFNV36', 'GĐ', 'KD', '2022-12-03', '07:59:00', '17:31:00', '2023-03-20 09:05:12', '2023-03-20 09:05:12'),
(2220, 'MFNV36', 'GĐ', 'KD', '2022-12-05', '07:56:00', '17:30:00', '2023-03-20 09:05:12', '2023-03-20 09:05:12'),
(2221, 'MFNV36', 'GĐ', 'KD', '2022-12-06', '07:58:00', '17:32:00', '2023-03-20 09:05:12', '2023-03-20 09:05:12'),
(2222, 'MFNV36', 'GĐ', 'KD', '2022-12-08', '07:50:00', '17:30:00', '2023-03-20 09:05:12', '2023-03-20 09:05:12'),
(2223, 'MFNV36', 'GĐ', 'KD', '2022-12-09', '07:50:00', '17:32:00', '2023-03-20 09:05:12', '2023-03-20 09:05:12'),
(2224, 'MFNV36', 'GĐ', 'KD', '2022-12-10', '08:00:00', '17:31:00', '2023-03-20 09:05:12', '2023-03-20 09:05:12'),
(2225, 'MFNV36', 'GĐ', 'KD', '2022-12-12', '07:50:00', '17:31:00', '2023-03-20 09:05:12', '2023-03-20 09:05:12'),
(2226, 'MFNV36', 'GĐ', 'KD', '2022-12-13', '07:50:00', '17:32:00', '2023-03-20 09:05:12', '2023-03-20 09:05:12'),
(2227, 'MFNV36', 'GĐ', 'KD', '2022-12-14', '07:52:00', '17:30:00', '2023-03-20 09:05:12', '2023-03-20 09:05:12'),
(2228, 'MFNV36', 'GĐ', 'KD', '2022-12-15', '07:54:00', '17:31:00', '2023-03-20 09:05:12', '2023-03-20 09:05:12'),
(2229, 'MFNV36', 'GĐ', 'KD', '2022-12-16', '07:55:00', '17:30:00', '2023-03-20 09:05:12', '2023-03-20 09:05:12'),
(2230, 'MFNV36', 'GĐ', 'KD', '2022-12-17', '07:56:00', '17:30:00', '2023-03-20 09:05:12', '2023-03-20 09:05:12'),
(2231, 'MFNV36', 'GĐ', 'KD', '2022-12-19', '07:50:00', '17:30:00', '2023-03-20 09:05:12', '2023-03-20 09:05:12'),
(2232, 'MFNV36', 'GĐ', 'KD', '2022-12-20', '07:50:00', '17:30:00', '2023-03-20 09:05:12', '2023-03-20 09:05:12'),
(2233, 'MFNV36', 'GĐ', 'KD', '2022-12-21', '07:50:00', '17:32:00', '2023-03-20 09:05:12', '2023-03-20 09:05:12'),
(2234, 'MFNV36', 'GĐ', 'KD', '2022-12-22', '07:59:00', '17:31:00', '2023-03-20 09:05:12', '2023-03-20 09:05:12'),
(2235, 'MFNV36', 'GĐ', 'KD', '2022-12-23', '07:50:00', '17:31:00', '2023-03-20 09:05:12', '2023-03-20 09:05:12'),
(2236, 'MFNV36', 'GĐ', 'KD', '2022-12-24', '07:50:00', '17:31:00', '2023-03-20 09:05:12', '2023-03-20 09:05:12'),
(2237, 'MFNV37', 'TP', 'KD', '2022-11-25', '07:50:00', '17:32:00', '2023-03-20 09:05:12', '2023-03-20 09:05:12'),
(2238, 'MFNV37', 'TP', 'KD', '2022-11-26', '07:52:00', '17:30:00', '2023-03-20 09:05:12', '2023-03-20 09:05:12'),
(2239, 'MFNV37', 'TP', 'KD', '2022-11-28', '08:10:00', '17:31:00', '2023-03-20 09:05:12', '2023-03-20 09:05:12'),
(2240, 'MFNV37', 'TP', 'KD', '2022-11-29', '07:55:00', '17:30:00', '2023-03-20 09:05:12', '2023-03-20 09:05:12'),
(2241, 'MFNV37', 'TP', 'KD', '2022-12-01', '07:50:00', '17:32:00', '2023-03-20 09:05:12', '2023-03-20 09:05:12'),
(2242, 'MFNV37', 'TP', 'KD', '2022-12-02', '11:52:00', '17:30:00', '2023-03-20 09:05:12', '2023-03-20 09:05:12'),
(2243, 'MFNV37', 'TP', 'KD', '2022-12-03', '07:59:00', '17:31:00', '2023-03-20 09:05:12', '2023-03-20 09:05:12'),
(2244, 'MFNV37', 'TP', 'KD', '2022-12-05', '07:56:00', '17:30:00', '2023-03-20 09:05:12', '2023-03-20 09:05:12'),
(2245, 'MFNV37', 'TP', 'KD', '2022-12-06', '07:58:00', '17:32:00', '2023-03-20 09:05:12', '2023-03-20 09:05:12'),
(2246, 'MFNV37', 'TP', 'KD', '2022-12-07', '07:50:00', '17:30:00', '2023-03-20 09:05:12', '2023-03-20 09:05:12'),
(2247, 'MFNV37', 'TP', 'KD', '2022-12-08', '07:50:00', '17:30:00', '2023-03-20 09:05:12', '2023-03-20 09:05:12');
INSERT INTO `dulieuchamcong` (`id`, `ma_nv`, `ma_cv`, `ma_pb`, `ngay_chamcong`, `gio_vao`, `gio_ra`, `created_at`, `updated_at`) VALUES
(2248, 'MFNV37', 'TP', 'KD', '2022-12-09', '07:50:00', '17:32:00', '2023-03-20 09:05:12', '2023-03-20 09:05:12'),
(2249, 'MFNV37', 'TP', 'KD', '2022-12-10', '08:00:00', '17:31:00', '2023-03-20 09:05:12', '2023-03-20 09:05:12'),
(2250, 'MFNV37', 'TP', 'KD', '2022-12-12', '07:50:00', '17:31:00', '2023-03-20 09:05:12', '2023-03-20 09:05:12'),
(2251, 'MFNV37', 'TP', 'KD', '2022-12-13', '07:50:00', '14:32:00', '2023-03-20 09:05:12', '2023-03-20 09:05:12'),
(2252, 'MFNV37', 'TP', 'KD', '2022-12-14', '07:52:00', '17:30:00', '2023-03-20 09:05:12', '2023-03-20 09:05:12'),
(2253, 'MFNV37', 'TP', 'KD', '2022-12-15', '07:54:00', '17:31:00', '2023-03-20 09:05:12', '2023-03-20 09:05:12'),
(2254, 'MFNV37', 'TP', 'KD', '2022-12-16', '07:55:00', '17:30:00', '2023-03-20 09:05:12', '2023-03-20 09:05:12'),
(2255, 'MFNV37', 'TP', 'KD', '2022-12-17', '07:56:00', '17:30:00', '2023-03-20 09:05:12', '2023-03-20 09:05:12'),
(2256, 'MFNV37', 'TP', 'KD', '2022-12-19', '07:50:00', '17:30:00', '2023-03-20 09:05:12', '2023-03-20 09:05:12'),
(2257, 'MFNV37', 'TP', 'KD', '2022-12-20', '07:50:00', '17:30:00', '2023-03-20 09:05:12', '2023-03-20 09:05:12'),
(2258, 'MFNV37', 'TP', 'KD', '2022-12-21', '07:50:00', '17:32:00', '2023-03-20 09:05:12', '2023-03-20 09:05:12'),
(2259, 'MFNV37', 'TP', 'KD', '2022-12-22', '07:59:00', '17:31:00', '2023-03-20 09:05:12', '2023-03-20 09:05:12'),
(2260, 'MFNV37', 'TP', 'KD', '2022-12-23', '11:50:00', '17:31:00', '2023-03-20 09:05:12', '2023-03-20 09:05:12'),
(2261, 'MFNV37', 'TP', 'KD', '2022-12-24', '07:50:00', '17:31:00', '2023-03-20 09:05:12', '2023-03-20 09:05:12'),
(2262, 'MFNV38', 'NV', 'KD', '2022-11-25', '07:50:00', '17:32:00', '2023-03-20 09:05:12', '2023-03-20 09:05:12'),
(2263, 'MFNV38', 'NV', 'KD', '2022-11-26', '07:52:00', '17:30:00', '2023-03-20 09:05:12', '2023-03-20 09:05:12'),
(2264, 'MFNV38', 'NV', 'KD', '2022-11-28', '08:10:00', '17:31:00', '2023-03-20 09:05:12', '2023-03-20 09:05:12'),
(2265, 'MFNV38', 'NV', 'KD', '2022-11-29', '07:55:00', '17:30:00', '2023-03-20 09:05:12', '2023-03-20 09:05:12'),
(2266, 'MFNV38', 'NV', 'KD', '2022-12-01', '07:50:00', '17:32:00', '2023-03-20 09:05:12', '2023-03-20 09:05:12'),
(2267, 'MFNV38', 'NV', 'KD', '2022-12-02', '07:52:00', '17:30:00', '2023-03-20 09:05:12', '2023-03-20 09:05:12'),
(2268, 'MFNV38', 'NV', 'KD', '2022-12-03', '07:59:00', '17:31:00', '2023-03-20 09:05:12', '2023-03-20 09:05:12'),
(2269, 'MFNV38', 'NV', 'KD', '2022-12-05', '07:56:00', '17:30:00', '2023-03-20 09:05:12', '2023-03-20 09:05:12'),
(2270, 'MFNV38', 'NV', 'KD', '2022-12-06', '07:58:00', '17:32:00', '2023-03-20 09:05:12', '2023-03-20 09:05:12'),
(2271, 'MFNV38', 'NV', 'KD', '2022-12-07', '07:50:00', '17:30:00', '2023-03-20 09:05:12', '2023-03-20 09:05:12'),
(2272, 'MFNV38', 'NV', 'KD', '2022-12-08', '07:50:00', '17:30:00', '2023-03-20 09:05:12', '2023-03-20 09:05:12'),
(2273, 'MFNV38', 'NV', 'KD', '2022-12-09', '07:50:00', '17:32:00', '2023-03-20 09:05:12', '2023-03-20 09:05:12'),
(2274, 'MFNV38', 'NV', 'KD', '2022-12-10', '08:00:00', '17:31:00', '2023-03-20 09:05:12', '2023-03-20 09:05:12'),
(2275, 'MFNV38', 'NV', 'KD', '2022-12-12', '07:50:00', '17:31:00', '2023-03-20 09:05:12', '2023-03-20 09:05:12'),
(2276, 'MFNV38', 'NV', 'KD', '2022-12-13', '07:50:00', '17:32:00', '2023-03-20 09:05:12', '2023-03-20 09:05:12'),
(2277, 'MFNV38', 'NV', 'KD', '2022-12-14', '07:52:00', '17:30:00', '2023-03-20 09:05:12', '2023-03-20 09:05:12'),
(2278, 'MFNV38', 'NV', 'KD', '2022-12-15', '07:54:00', '17:31:00', '2023-03-20 09:05:12', '2023-03-20 09:05:12'),
(2279, 'MFNV38', 'NV', 'KD', '2022-12-16', '07:55:00', '17:30:00', '2023-03-20 09:05:12', '2023-03-20 09:05:12'),
(2280, 'MFNV38', 'NV', 'KD', '2022-12-17', '07:56:00', '17:30:00', '2023-03-20 09:05:12', '2023-03-20 09:05:12'),
(2281, 'MFNV38', 'NV', 'KD', '2022-12-19', '07:50:00', '17:30:00', '2023-03-20 09:05:12', '2023-03-20 09:05:12'),
(2282, 'MFNV38', 'NV', 'KD', '2022-12-20', '07:50:00', '17:30:00', '2023-03-20 09:05:12', '2023-03-20 09:05:12'),
(2283, 'MFNV38', 'NV', 'KD', '2022-12-21', '07:50:00', '17:32:00', '2023-03-20 09:05:12', '2023-03-20 09:05:12'),
(2284, 'MFNV38', 'NV', 'KD', '2022-12-22', '07:59:00', '17:31:00', '2023-03-20 09:05:12', '2023-03-20 09:05:12'),
(2285, 'MFNV38', 'NV', 'KD', '2022-12-23', '07:50:00', '17:31:00', '2023-03-20 09:05:12', '2023-03-20 09:05:12'),
(2286, 'MFNV38', 'NV', 'KD', '2022-12-24', '07:50:00', '17:31:00', '2023-03-20 09:05:12', '2023-03-20 09:05:12');

-- --------------------------------------------------------

--
-- Cấu trúc bảng cho bảng `email`
--

CREATE TABLE `email` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `ma_email` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `email` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Đang đổ dữ liệu cho bảng `email`
--

INSERT INTO `email` (`id`, `ma_email`, `email`, `created_at`, `updated_at`) VALUES
(1, '1', 'tha@gmail.com', NULL, NULL),
(2, '2', 'sieuga@gmail.com', NULL, NULL),
(3, '3', 'munchau@gmail.com', NULL, NULL),
(4, '4', 'tha123@gmail.com', NULL, NULL),
(5, '5', 'sieuga123@gmail.com', NULL, NULL),
(6, '6', 'munchau123@gmail.com', NULL, NULL),
(8, '10', 'munchau123@gmail.com', NULL, NULL);

-- --------------------------------------------------------

--
-- Cấu trúc bảng cho bảng `excel`
--

CREATE TABLE `excel` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `name` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `email` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `age` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Đang đổ dữ liệu cho bảng `excel`
--

INSERT INTO `excel` (`id`, `name`, `email`, `age`, `created_at`, `updated_at`) VALUES
(1, 'kimluyen', 'kimluyen@gmail.com', '21', '2022-10-20 18:12:46', '2022-10-20 18:12:46'),
(2, 'vuhai', 'vuhai@gmail.com', '23', '2022-10-20 18:12:46', '2022-10-20 18:12:46'),
(3, 'myhanh', 'myhanh@gmail.com', '30', '2022-10-20 18:12:46', '2022-10-20 18:12:46'),
(4, 'manhtoan', 'manhtoan@gmail.com', '23', '2022-10-20 18:12:46', '2022-10-20 18:12:46'),
(5, 'ngoctrinh', 'ngoctrinh@gmail.com', '40', '2022-10-20 18:12:46', '2022-10-20 18:12:46');

-- --------------------------------------------------------

--
-- Cấu trúc bảng cho bảng `failed_jobs`
--

CREATE TABLE `failed_jobs` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `uuid` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `connection` text COLLATE utf8mb4_unicode_ci NOT NULL,
  `queue` text COLLATE utf8mb4_unicode_ci NOT NULL,
  `payload` longtext COLLATE utf8mb4_unicode_ci NOT NULL,
  `exception` longtext COLLATE utf8mb4_unicode_ci NOT NULL,
  `failed_at` timestamp NOT NULL DEFAULT current_timestamp()
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

-- --------------------------------------------------------

--
-- Cấu trúc bảng cho bảng `giohang`
--

CREATE TABLE `giohang` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `ma_sp` varchar(20) COLLATE utf8mb4_unicode_ci NOT NULL,
  `ma_user` varchar(20) COLLATE utf8mb4_unicode_ci NOT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Đang đổ dữ liệu cho bảng `giohang`
--

INSERT INTO `giohang` (`id`, `ma_sp`, `ma_user`, `created_at`, `updated_at`) VALUES
(161560, '2', 'admin', '2023-03-19 02:10:30', '2023-03-19 02:10:30'),
(161561, '2', 'admin', '2023-03-19 02:10:30', '2023-03-19 02:10:30'),
(161562, '2', 'admin', '2023-03-19 02:10:30', '2023-03-19 02:10:30'),
(161563, '1', 'admin', '2023-03-19 02:10:40', '2023-03-19 02:10:40'),
(161565, '1', 'Administrator', '2023-03-20 04:14:50', '2023-03-20 04:14:50'),
(161570, '3', 'trinhto_dieuphoi', '2023-03-20 05:47:04', '2023-03-20 05:47:04'),
(161571, '3', 'trinhto_dieuphoi', '2023-03-20 05:47:04', '2023-03-20 05:47:04'),
(161572, '1', 'nghibui_mkt', '2023-03-20 06:17:59', '2023-03-20 06:17:59');

-- --------------------------------------------------------

--
-- Cấu trúc bảng cho bảng `hopdong`
--

CREATE TABLE `hopdong` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `ma_hd` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `ma_nv` varchar(20) COLLATE utf8mb4_unicode_ci NOT NULL,
  `heso_luong` int(255) NOT NULL,
  `ngayvao` date NOT NULL,
  `tinhtrang` varchar(20) COLLATE utf8mb4_unicode_ci NOT NULL,
  `loai_hd` varchar(20) COLLATE utf8mb4_unicode_ci NOT NULL,
  `phu_cap` varchar(20) COLLATE utf8mb4_unicode_ci NOT NULL,
  `ngay_macdinh` varchar(20) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `ngay_nghiviec` varchar(20) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Đang đổ dữ liệu cho bảng `hopdong`
--

INSERT INTO `hopdong` (`id`, `ma_hd`, `ma_nv`, `heso_luong`, `ngayvao`, `tinhtrang`, `loai_hd`, `phu_cap`, `ngay_macdinh`, `ngay_nghiviec`, `created_at`, `updated_at`) VALUES
(1, 'HDMFNV01', 'MFNV01', 15000000, '2022-05-12', 'Nhân Viên Chính Thức', 'Hợp Đồng 12 Tháng', '500000', '', '', NULL, NULL),
(2, 'HDMFNV02', 'MFNV02', 15000000, '2021-08-13', 'Nhân Viên Chính Thức', 'Hợp Đồng 12 Tháng', '500000', '', '', NULL, NULL),
(9, 'HDMFNV04', 'MFNV04', 7000000, '2020-08-17', 'Nhân Viên Thử Việc', 'Hợp Đồng Thử Việc', '200000', '', '', NULL, NULL),
(11, 'HDMFVN05', 'MFNV05', 7000000, '2021-07-19', 'Nhân Viên Thử Việc', 'Hợp Đồng Thử Việc', '200000', '', '', NULL, NULL),
(12, 'HDMFVN06', 'MFNV06', 7000000, '2020-06-21', 'Nhân Viên Thử Việc', 'Hợp Đồng Thử Việc', '200000', '', '', NULL, NULL),
(13, 'HDMFVN07', 'MFNV07', 9000000, '2022-02-28', 'Nhân Viên Chính Thức', 'Hợp Đồng Vô Thời Hạn', '500000', '', '', NULL, NULL),
(14, 'HDMFVN08', 'MFNV08', 9000000, '2023-02-24', 'Nhân Viên Chính Thức', 'Hợp Đồng 12 Tháng', '500000', NULL, NULL, NULL, NULL),
(15, 'HDMFVN09', 'MFNV09', 12000000, '2023-02-15', 'Nhân Viên Chính Thức', 'Hợp Đồng 12 Tháng', '500000', NULL, NULL, NULL, NULL),
(16, 'HDMFVN10', 'MFNV10', 9000000, '2022-05-20', 'Nhân Viên Chính Thức', 'Hợp Đồng 12 Tháng', '500000', NULL, NULL, NULL, NULL),
(17, 'HDMFVN11', 'MFNV11', 15000000, '2023-06-22', 'Nhân Viên Chính Thức', 'Hợp Đồng 12 Tháng', '500000', NULL, NULL, NULL, NULL),
(22, 'HDMFNV12', 'MFNV12', 15000000, '2022-06-19', 'Nhân Viên Chính Thức', 'Hợp Đồng 12 Tháng', '500000', NULL, NULL, NULL, NULL),
(24, 'HDMFNV13', 'MFNV13', 15000000, '2022-08-19', 'Nhân Viên Chính Thức', 'Hợp Đồng 12 Tháng', '500000', NULL, NULL, NULL, NULL),
(25, 'HDMFNV14', 'MFNV14', 1200000, '2022-05-16', 'Nhân Viên Chính Thức', 'Hợp Đồng 12 Tháng', '500000', NULL, NULL, NULL, NULL),
(26, 'HDMFNV19', 'MFNV15', 9000000, '2022-06-17', 'Nhân Viên Chính Thức', 'Hợp Đồng 12 Tháng', '500000', NULL, NULL, NULL, NULL),
(27, 'HDMFNV16', 'MFNV16', 15000000, '2022-02-08', 'Nhân Viên Chính Thức', 'Hợp Đồng 12 Tháng', '500000', NULL, NULL, NULL, NULL),
(28, 'HDMFNV17', 'MFNV17', 12000000, '2022-08-15', 'Nhân Viên Chính Thức', 'Hợp Đồng 12 Tháng', '500000', NULL, NULL, NULL, NULL),
(29, 'HDMFNV18', 'MFNV18', 7000000, '2022-03-17', 'Nhân Viên Thử Việc', 'Hợp Đồng Thử Việc', '200000', NULL, NULL, NULL, NULL),
(30, 'HDMFNV20', 'MFNV20', 15000000, '2022-03-19', 'Nhân Viên Chính Thức', 'Hợp Đồng Vô Thời Hạn', '500000', NULL, NULL, NULL, NULL),
(31, 'HDMFNV15', 'MFNV19', 7000000, '2022-09-19', 'Nhân Viên Thử Việc', 'Hợp Đồng Thử Việc', '200000', NULL, NULL, NULL, NULL),
(32, 'HDMFNV03', 'MFNV03', 9000000, '2020-08-21', 'Nhân Viên Chính Thức', 'Hợp Đồng Vô Thời Hạn', '500000', NULL, NULL, NULL, NULL),
(33, 'HDMFNV21', 'MFNV21', 9000000, '2022-06-28', 'Nhân Viên Chính Thức', 'Hợp Đồng 12 Tháng', '500000', NULL, NULL, NULL, NULL),
(34, 'HDMFNV22', 'MFNV22', 7000000, '2022-10-28', 'Nhân Viên Thử Việc', 'Hợp Đồng Thử Việc', '200000', NULL, NULL, NULL, NULL),
(35, 'HDMFNV23', 'MFNV23', 9000000, '2022-11-16', 'Nhân Viên Chính Thức', 'Hợp Đồng 12 Tháng', '500000', NULL, NULL, NULL, NULL),
(36, 'HDMFNV24', 'MFNV24', 15000000, '2022-01-18', 'Nhân Viên Chính Thức', 'Hợp Đồng Vô Thời Hạn', '500000', NULL, NULL, NULL, NULL),
(37, 'HDMFNV25', 'MFNV25', 12000000, '2022-09-28', 'Nhân Viên Chính Thức', 'Hợp Đồng 12 Tháng', '500000', NULL, NULL, NULL, NULL),
(38, 'HDMFNV26', 'MFNV26', 10000000, '2022-10-29', 'Nhân Viên Chính Thức', 'Hợp Đồng Vô Thời Hạn', '500000', NULL, NULL, NULL, NULL),
(39, 'HDMFNV27', 'MFNV27', 7000000, '2022-11-15', 'Nhân Viên Thử Việc', 'Hợp Đồng Thử Việc', '200000', NULL, NULL, NULL, NULL),
(40, 'HDMFNV28', 'MFNV28', 15000000, '2022-08-17', 'Nhân Viên Chính Thức', 'Hợp Đồng 12 Tháng', '500000', NULL, NULL, NULL, NULL),
(41, 'HDMFNV29', 'MFNV29', 12000000, '2022-10-19', 'Nhân Viên Chính Thức', 'Hợp Đồng 12 Tháng', '500000', NULL, NULL, NULL, NULL),
(42, 'HDMFNV30', 'MFNV30', 9000000, '2022-08-12', 'Nhân Viên Chính Thức', 'Hợp Đồng 12 Tháng', '500000', NULL, NULL, NULL, NULL),
(43, 'HDMFNV31', 'MFNV31', 7000000, '2022-08-11', 'Nhân Viên Thử Việc', 'Hợp Đồng Thử Việc', '200000', NULL, NULL, NULL, NULL),
(44, 'HDMFNV32', 'MFNV32', 9000000, '2022-04-26', 'Nhân Viên Chính Thức', 'Hợp Đồng 12 Tháng', '500000', NULL, NULL, NULL, NULL),
(45, 'HDMFNV33', 'MFNV33', 12000000, '2022-09-28', 'Nhân Viên Chính Thức', 'Hợp Đồng Vô Thời Hạn', '500000', NULL, NULL, NULL, NULL),
(46, 'HDMFNV34', 'MFNV34', 9000000, '2022-06-26', 'Nhân Viên Chính Thức', 'Hợp Đồng 12 Tháng', '500000', NULL, NULL, NULL, NULL),
(47, 'HDMFNV35', 'MFNV35', 9000000, '2022-06-25', 'Nhân Viên Chính Thức', 'Hợp Đồng 12 Tháng', '500000', NULL, NULL, NULL, NULL),
(48, 'HDMFNV36', 'MFNV36', 15000000, '2022-06-17', 'Nhân Viên Chính Thức', 'Hợp Đồng Vô Thời Hạn', '500000', NULL, NULL, NULL, NULL),
(49, 'HDMFNV37', 'MFNV37', 7000000, '2022-10-14', 'Nhân Viên Chính Thức', 'Hợp Đồng 12 Tháng', '500000', NULL, NULL, NULL, NULL),
(50, 'HDMFNV38', 'MFNV38', 9000000, '2022-12-07', 'Nhân Viên Chính Thức', 'Hợp Đồng 12 Tháng', '500000', NULL, NULL, NULL, NULL);

-- --------------------------------------------------------

--
-- Cấu trúc bảng cho bảng `invoice`
--

CREATE TABLE `invoice` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `invoice_number` varchar(20) COLLATE utf8mb4_unicode_ci NOT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Đang đổ dữ liệu cho bảng `invoice`
--

INSERT INTO `invoice` (`id`, `invoice_number`, `created_at`, `updated_at`) VALUES
(1, 'PNK0001', NULL, NULL),
(2, 'PNK0002', NULL, NULL),
(3, 'PNK0002', NULL, NULL),
(4, 'PNK0003', NULL, NULL),
(5, 'PNK0004', NULL, NULL),
(6, 'PNK0005', NULL, NULL),
(7, 'PNK0006', NULL, NULL),
(8, 'PNK0007', NULL, NULL),
(9, 'PNK0008', NULL, NULL),
(10, 'PNK0009', NULL, NULL),
(11, 'PNK0010', NULL, NULL),
(12, 'PNK0011', NULL, NULL),
(13, 'PNK0012', NULL, NULL),
(14, 'PNK0013', NULL, NULL),
(15, 'PNK0014', NULL, NULL),
(16, 'PNK0015', NULL, NULL),
(17, 'PNK0016', NULL, NULL),
(18, 'PNK0017', NULL, NULL),
(19, 'PNK0018', NULL, NULL),
(20, 'PNK0019', NULL, NULL),
(21, 'PNK0020', NULL, NULL),
(22, 'PNK0021', NULL, NULL),
(23, 'PNK0022', NULL, NULL),
(24, 'PNK0023', NULL, NULL),
(25, 'PNK0024', NULL, NULL),
(26, 'PNK0025', NULL, NULL),
(27, 'PNK0026', NULL, NULL),
(28, 'PNK0026', NULL, NULL),
(29, 'PNK0027', NULL, NULL),
(30, 'PNK0028', NULL, NULL),
(31, 'PNK0028', NULL, NULL),
(32, 'PNK0029', NULL, NULL),
(33, 'PNK0030', NULL, NULL),
(34, 'PNK0031', NULL, NULL),
(35, 'PNK0032', NULL, NULL),
(36, 'PNK0033', NULL, NULL);

-- --------------------------------------------------------

--
-- Cấu trúc bảng cho bảng `khenthuong`
--

CREATE TABLE `khenthuong` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `ma_nv` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `sotien` int(11) NOT NULL,
  `ngay_khenthuong` date NOT NULL,
  `lydo` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Đang đổ dữ liệu cho bảng `khenthuong`
--

INSERT INTO `khenthuong` (`id`, `ma_nv`, `sotien`, `ngay_khenthuong`, `lydo`, `created_at`, `updated_at`) VALUES
(1, 'MFNV01', 500000, '2022-10-10', 'Đạt thành tích xuất sắc', NULL, NULL),
(2, 'MFNV03', 300000, '2022-10-05', 'Đạt thành tích xuất sắc', NULL, NULL);

-- --------------------------------------------------------

--
-- Cấu trúc bảng cho bảng `kho_banhang`
--

CREATE TABLE `kho_banhang` (
  `id` int(10) UNSIGNED NOT NULL,
  `ma_kho` varchar(10) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `ten_kho` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `dia_chi` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `so_dien_thoai` char(255) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `ghi_chu` text COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Đang đổ dữ liệu cho bảng `kho_banhang`
--

INSERT INTO `kho_banhang` (`id`, `ma_kho`, `ten_kho`, `dia_chi`, `so_dien_thoai`, `ghi_chu`, `created_at`, `updated_at`) VALUES
(1, 'KH01', 'Kho Ninh Kiều', '29C, Mậu Thân,Quận Ninh Kiều, Tp. Cần Thơ', '0124 1517 171', 'Đang cập nhật', NULL, '2023-03-17 07:22:21'),
(2, 'KH02', 'Kho Bình Thủy', '101- Nguyễn Hồng Phong-Quận Bình Thủy-Tp. Cần Thơ', '0387 154 681', NULL, NULL, '2023-03-16 01:04:31'),
(6, 'KH03', 'Kho Cái Răng', 'Võ Nguyên Giáp-Quận Cái Răng-Tp Cần Thơ', '0378 512 514', 'Đang cập nhật', '2023-03-16 00:59:32', '2023-03-16 00:59:32');

-- --------------------------------------------------------

--
-- Cấu trúc bảng cho bảng `kyluat`
--

CREATE TABLE `kyluat` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `ma_nv` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `sotien` int(11) NOT NULL,
  `ngay_kyluat` date NOT NULL,
  `lydo` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Đang đổ dữ liệu cho bảng `kyluat`
--

INSERT INTO `kyluat` (`id`, `ma_nv`, `sotien`, `ngay_kyluat`, `lydo`, `created_at`, `updated_at`) VALUES
(1, 'MFNV02', 200000, '2022-10-12', 'Đi trễ', NULL, NULL),
(2, 'MFNV04', 100000, '2022-10-10', 'Đi trễ', NULL, NULL);

-- --------------------------------------------------------

--
-- Cấu trúc bảng cho bảng `lydo_nhaphang`
--

CREATE TABLE `lydo_nhaphang` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `lydo` varchar(100) COLLATE utf8mb4_unicode_ci NOT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Đang đổ dữ liệu cho bảng `lydo_nhaphang`
--

INSERT INTO `lydo_nhaphang` (`id`, `lydo`, `created_at`, `updated_at`) VALUES
(1, 'Nhập Định Kỳ', NULL, NULL),
(2, 'Nhập Dự Phòng', NULL, NULL);

-- --------------------------------------------------------

--
-- Cấu trúc bảng cho bảng `lydo_xuat`
--

CREATE TABLE `lydo_xuat` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `lydo` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Đang đổ dữ liệu cho bảng `lydo_xuat`
--

INSERT INTO `lydo_xuat` (`id`, `lydo`, `created_at`, `updated_at`) VALUES
(1, 'Xuất Sản Xuất\r\n', NULL, NULL),
(2, 'Xuất Định Kỳ', NULL, NULL),
(11, 'Hỗ Trợ Công Việc', '2023-03-21 23:08:46', '2023-03-21 23:08:46');

-- --------------------------------------------------------

--
-- Cấu trúc bảng cho bảng `migrations`
--

CREATE TABLE `migrations` (
  `id` int(10) UNSIGNED NOT NULL,
  `migration` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `batch` int(11) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Đang đổ dữ liệu cho bảng `migrations`
--

INSERT INTO `migrations` (`id`, `migration`, `batch`) VALUES
(1, '2014_10_12_000000_create_users_table', 1),
(2, '2014_10_12_100000_create_password_resets_table', 1),
(3, '2019_08_19_000000_create_failed_jobs_table', 1),
(4, '2019_12_14_000001_create_personal_access_tokens_table', 1),
(5, '2022_10_04_044334_create_nhanvien_table', 1),
(6, '2022_10_05_071621_create_phongban_table', 2),
(7, '2022_10_06_010943_create_hopdong_table', 3),
(8, '2022_10_06_032107_create_baohiem_table', 4),
(9, '2022_10_07_025039_create_chucvu_table', 5),
(10, '2022_10_12_044326_create_khenthuong_table', 6),
(11, '2022_10_12_074914_create_kyluat_table', 6),
(12, '2022_10_17_012823_create_phepnam_table', 6),
(13, '2022_10_20_090526_create_excel_table', 7),
(14, '2022_10_21_011057_create_excel_table', 8),
(15, '2022_10_21_025338_create_dulieuchamcong_table', 9),
(16, '2022_10_21_030828_create_dulieuchamcong_table', 10),
(17, '2022_11_01_032358_create_product_table', 11),
(19, '2022_11_08_083824_create_giohang_table', 13),
(20, '2022_11_08_042348_create_donhang_table', 14),
(21, '2022_11_14_070202_create_email_table', 15),
(22, '2022_11_15_071557_create_roles_table', 16),
(23, '2022_11_15_072006_create_permissions_table', 16),
(24, '2022_11_15_074128_create_permission_role_table', 17),
(25, '2022_11_15_081637_create_post_table', 17),
(26, '2022_11_25_064433_create_post_table', 18),
(27, '2022_12_08_020324_create_table_mypost', 18),
(28, '2022_12_08_023019_create_mypost_table', 19),
(29, '2016_06_01_000001_create_oauth_auth_codes_table', 20),
(30, '2016_06_01_000002_create_oauth_access_tokens_table', 20),
(31, '2016_06_01_000003_create_oauth_refresh_tokens_table', 20),
(32, '2016_06_01_000004_create_oauth_clients_table', 20),
(33, '2016_06_01_000005_create_oauth_personal_access_clients_table', 20),
(34, '2023_02_04_030117_create_kho_table', 21),
(38, '2023_02_04_033753_create_vattu_banhang_table', 22),
(41, '2023_02_04_033814_create_nhanvien_banhang_table', 23),
(42, '2023_02_04_033836_create_nhacc_banhang_table', 23),
(46, '2023_02_04_062557_create_phieunhapkho_table', 24),
(47, '2023_02_04_122100_create_chitietnhapkho_banhang', 25),
(50, '2023_02_05_064416_create_invoice_table', 26),
(51, '2023_02_22_184155_create_lydo_nhaphang_table', 27),
(52, '2023_02_22_190418_create_đonvitinh_table', 28),
(53, '2023_02_23_142603_create_phieuxuatkho_table', 29),
(54, '2023_02_23_145625_create__invoice_xuat_table', 29),
(55, '2023_02_23_160614_create_chitietxuatkho_table', 29),
(56, '2023_03_05_085831_create_lydo_xuat_table', 30),
(57, '2023_03_10_120600_create_tintucdatxanh_table', 31),
(58, '2023_03_11_082254_create_chamsockhachhang_table', 32);

-- --------------------------------------------------------

--
-- Cấu trúc bảng cho bảng `nhacc_banhang`
--

CREATE TABLE `nhacc_banhang` (
  `id` int(10) UNSIGNED NOT NULL,
  `ma_nhacc` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `ten_nhacc` varchar(100) COLLATE utf8mb4_unicode_ci NOT NULL,
  `diachi_nhacc` char(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Đang đổ dữ liệu cho bảng `nhacc_banhang`
--

INSERT INTO `nhacc_banhang` (`id`, `ma_nhacc`, `ten_nhacc`, `diachi_nhacc`, `created_at`, `updated_at`) VALUES
(1, 'NCC_ĐT', 'Dịch Vụ Thương Mại Đồng Tâm', '121_Nguyễn Tri Phương-Quận 12', NULL, NULL),
(2, 'NCC_HH', 'Dịch Vụ Thương Mại Hiền Hồ', '141-Hồ Quang Hiếu-Quận 1', NULL, NULL);

-- --------------------------------------------------------

--
-- Cấu trúc bảng cho bảng `nhanvien`
--

CREATE TABLE `nhanvien` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `ma_nv` varchar(10) COLLATE utf8mb4_unicode_ci NOT NULL,
  `hoten_nv` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `diachi_nv` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `gioitinh_nv` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `ngaysinh_nv` date NOT NULL,
  `sdt_nv` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `cccd_nv` varchar(100) COLLATE utf8mb4_unicode_ci NOT NULL,
  `trangthai_nv` varchar(100) COLLATE utf8mb4_unicode_ci NOT NULL,
  `anhdaidien` varchar(100) COLLATE utf8mb4_unicode_ci NOT NULL,
  `ma_pb` varchar(20) COLLATE utf8mb4_unicode_ci NOT NULL,
  `ma_cv` varchar(20) COLLATE utf8mb4_unicode_ci NOT NULL,
  `trinhdo_nv` varchar(100) COLLATE utf8mb4_unicode_ci NOT NULL,
  `chuyennganh_nv` varchar(100) COLLATE utf8mb4_unicode_ci NOT NULL,
  `ma_email` varchar(50) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `updated_at` timestamp NOT NULL DEFAULT current_timestamp() ON UPDATE current_timestamp(),
  `created_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Đang đổ dữ liệu cho bảng `nhanvien`
--

INSERT INTO `nhanvien` (`id`, `ma_nv`, `hoten_nv`, `diachi_nv`, `gioitinh_nv`, `ngaysinh_nv`, `sdt_nv`, `cccd_nv`, `trangthai_nv`, `anhdaidien`, `ma_pb`, `ma_cv`, `trinhdo_nv`, `chuyennganh_nv`, `ma_email`, `updated_at`, `created_at`) VALUES
(1, 'MFNV01', 'Nguyễn Hoàng Đức', 'Châu Thành-Sóc Trăng', 'Nam', '1987-08-25', '096 3232 514', '840015126577', 'Độc Thân', 'nguyen-hoang-duc.jpg', 'HCNS', 'GĐ', 'Trình Độ Đại Học', 'Quản Trị Văn Phòng', '1', '2023-03-18 08:27:47', NULL),
(2, 'MFNV02', 'Lý Mộng Tuyền', 'Ninh Kiều-Cần Thơ', 'Nữ', '1995-04-12', '0908 468 788', '650015000122', 'Độc Thân', 'ly-mong-tuyen.jpg', 'KT', 'GĐ', 'Trình Độ Đại Học', 'Tài Chính Kế Toán', '2', '2023-03-18 10:29:37', NULL),
(3, 'MFNV03', 'Trần Văn Liêm', 'Rạch Giá-Kiên Giang', 'Nam', '1989-02-05', '0908 346 989', '660012510077', 'Đã Kết Hôn', 'tran-van-liem.jpg', 'CNTT', 'GĐ', 'Trình Độ Đại Học', 'Công Nghệ Thông Tin', '3', '2023-03-18 10:29:21', NULL),
(4, 'MFNV04', 'Đỗ Kim Ái', 'Năm Căn-Cà Mau', 'Nữ', '1998-01-02', '0789 514 141', '690012500518', 'Độc Thân', 'do-kim-ai.jpeg', 'CNTT', 'GĐ', 'Trình Độ Cao Đẳng', 'Tài Chính Kế Toán', '4', '2023-03-18 10:31:59', NULL),
(5, 'MFNV05', 'Lê Thị Mỹ Tiên', 'Châu Thành-Long An', 'Nữ', '1996-12-18', '0944 214 147', '300054700089', 'Đã Kết Hôn', 'le-thi-my-tien.jpg', 'HCNS', 'NV', 'Trình Độ Cao Đẳng', 'Quản Trị Kinh Doanh', '5', '2023-03-18 10:33:32', '2022-10-04 21:28:36'),
(6, 'MFNV06', 'Trần Hoài Nam', 'Ngã Bảy-Hậu Giang', 'Nam', '1996-06-24', '0799 514 517', '950061400766', 'Độc Thân', 'tran-hoai-nam.jpg', 'CNTT', 'NV', 'Trình Độ Đại Học', 'Công Nghệ Thông Tin', '6', '2023-03-18 13:39:52', '2022-10-04 21:29:24'),
(19, 'MFNV07', 'Đỗ Đức Đạt', 'Tiểu Cần-Trà Vinh', 'Nam', '1997-07-18', '0819 938 714', '840051009615', 'Đã Kết Hôn', 'do-duc-dat.jpg', 'HCNS', 'NV', 'Trình Độ Cao Đẳng', 'Quản Trị Văn Phòng', '1', '2023-03-20 11:34:07', '2023-02-23 19:20:08'),
(20, 'MFNV08', 'Trần Hữu Cảnh', 'Châu Thành-Tiền Giang', 'Nam', '1999-09-16', '0986 328 789', '630012400158', 'Độc Thân', 'tran-huu-canh.jpg', 'CNTT', 'NV', 'Trình Độ Đại Học', 'Truyền Thông Và Sự Kiện', '6', '2023-03-18 10:39:38', '2022-10-04 21:29:24'),
(21, 'MFNV09', 'Đỗ Đức Tài', 'Cầu Kè-Trà vinh', 'Nam', '1999-03-17', '0963 287 763', '840021517817', 'Độc Thân', 'do-duc-tai.jpeg', 'KT', 'NV', 'Trình Độ Đại Học', 'Quản Trị Kinh Doanh', '1', '2023-03-18 10:40:49', '2023-02-23 19:20:08'),
(23, 'MFNV11', 'Lê Tuyết Mai', 'Cao Lãnh-Đồng Tháp', 'Nữ', '1990-08-24', '0961 689 487', '670059800155', 'Đã Kết Hôn', 'le-thi-tuyet-mai.jpg', 'MKT', 'GĐ', 'Trình Độ Đại Học', 'Truyền Thông Và Sự Kiện', '1', '2023-03-18 13:39:24', '2023-02-23 19:20:08'),
(24, 'MFNV12', 'Ngô Mỹ Hạnh', 'Vĩnh Hảo-Kiên Giang', 'Nữ', '1989-06-27', '0968 415 565', '660012005586', 'Đã Kết Hôn', 'ngo-my-hanh.jpg', 'ĐP', 'GĐ', 'Trình Độ Đại Học', 'Quản Trị Kinh Doanh', '1', '2023-03-18 11:12:15', '2023-02-23 19:20:08'),
(45, 'MFNV13', 'Trần Bá Kiên', 'Giồng Riềng-Kiên Giang', 'Nữ', '1990-07-16', '0859 415 847', '091008170061', 'Đã Kết Hôn', 'tran-ba-kien.jpg', 'KD', 'GĐ', 'Trình Độ Đại Học', 'Quản Trị Kinh Doanh', '1', '2023-03-19 09:34:22', '2023-02-23 19:20:08'),
(46, 'MFNV14', 'Hồ Quốc Đại', 'Ngã Bảy-Hậu Giang', 'Nam', '1999-05-04', '0859 415 847', '09300110078', 'Độc Thân', 'ho-quoc-dai.jpg', 'KD', 'TP', 'Trình Độ Đại Học', 'Quản Trị Kinh Doanh', '1', '2023-03-19 09:36:39', '2023-02-23 19:20:08'),
(48, 'MFNV15', 'Tố Dĩnh Trinh', 'Sa Đéc-Đồng Tháp', 'Nữ', '1996-03-18', '0916 689 894', '087121007166', 'Độc Thân', 'to-dinh-trinh.jpg', 'ĐP', 'NV', 'Trình Độ Cao Đẳng', 'Quản Trị Kinh Doanh', NULL, '2023-03-20 11:42:43', '2023-03-18 21:13:24'),
(49, 'MFNV10', 'Bùi Hữu Nghị', 'Châu Thành-Tiền Giang', 'Nam', '1998-03-19', '0815 517 882', '630012799897', 'Đã Kết Hôn', 'bui-huu-nghi.png', 'MKT', 'NV', 'Trình Độ Đại Học', 'Truyền Thông Và Sự Kiện', NULL, '2023-03-19 07:46:09', '2023-03-19 00:45:40'),
(50, 'MFNV16', 'Võ Thị Tú Duyên', 'Hồng Ngự-Đồng Tháp', 'Nữ', '1997-09-26', '0925 871 471', '87001390098', 'Đã Kết Hôn', 'vo-thi-tu-duyen.jpg', 'KD', 'GĐ', 'Trình Độ Đại Học', 'Quản Trị Kinh Doanh', NULL, '2023-03-19 11:38:31', '2023-03-19 04:38:20'),
(51, 'MFNV17', 'Trần Hà Mỹ Lợi', 'Bình Thủy-Cần Thơ', 'Nữ', '1999-03-24', '097 1131 587', '92781000977', 'Độc Thân', 'tran-ha-my-loi.jpg', 'KD', 'TP', 'Trình Độ Đại Học', 'Tài Chính Kế Toán', NULL, '2023-03-19 04:40:36', '2023-03-19 04:40:36'),
(52, 'MFNV18', 'Lê Quốc Phú', 'Tịnh Biên-An Giang', 'Nam', '1995-04-14', '0397 514 878', '8900141998', 'Đã Kết Hôn', 'le-quoc-phu.jpg', 'KD', 'NV', 'Trình Độ Đại Học', 'Quản Lý Đất Đai', NULL, '2023-03-19 04:42:04', '2023-03-19 04:42:04'),
(53, 'MFNV19', 'Trần Thị Mỹ Phúc', 'Vĩnh Lợi-Bạc Liêu', 'Nữ', '2000-01-27', '0839 817 412', '9500181098', 'Độc Thân', 'tran-thi-huu-phuc.jpg', 'KD', 'NV', 'Trình Độ Cao Đẳng', 'Quản Trị Kinh Doanh', NULL, '2023-03-19 04:45:05', '2023-03-19 04:45:05'),
(54, 'MFNV20', 'Đỗ Quốc Thịnh', 'Thới Bình-Cà Mau', 'Nam', '1989-08-18', '0961 441 228', '9600158087', 'Độc Thân', 'do-quoc-thinh.jpg', 'KD', 'GĐ', 'Trình Độ Đại Học', 'Kiên Trúc Xây Dựng', NULL, '2023-03-19 17:04:36', '2023-03-19 04:46:53'),
(55, 'MFNV21', 'Ngô Thị Mộng Kiều', 'Cai Lậy -Tiền Giang', 'Nữ', '2000-09-27', '0846 128 824', '08200120024', 'Độc Thân', 'ngo-thi-mong-kieu.jpg', 'ĐP', 'NV', 'Trình Độ Đại Học', 'Quản Trị Kinh Doanh', NULL, '2023-03-20 07:33:39', '2023-03-20 07:33:39'),
(56, 'MFNV22', 'Trương Quốc Minh', 'Chợ Mới-An Giang', 'Nam', '1989-12-01', '07797124759', '08900410547', 'Độc Thân', 'truong-quoc-minh.jpg', 'KD', 'NV', 'Trình Độ Đại Học', 'Công Nghệ Thực Phẩm', NULL, '2023-03-20 07:36:20', '2023-03-20 07:36:20'),
(57, 'MFNV23', 'Tạ Hoàng Vinh', 'Châu Thành-Trà Vinh', 'Nam', '1999-04-07', '0942 2541 267', '08400120077', 'Độc Thân', 'ta-hoang-vinh.jpg', 'KD', 'NV', 'Trình Độ Đại Học', 'Quản Trị Kinh Doanh', NULL, '2023-03-20 07:38:13', '2023-03-20 07:38:13'),
(58, 'MFNV24', 'Trần Thị Diễm My', 'Đông Hải-Bạc Liêu', 'Nữ', '1996-04-03', '0943 652 788', '09500670084', 'Độc Thân', 'tran-thi-diem-my.jpg', 'KD', 'GĐ', 'Trình Độ Đại Học', 'Quản Trị Kinh Doanh', NULL, '2023-03-20 07:41:46', '2023-03-20 07:41:46'),
(59, 'MFNV25', 'Lê Thị Hồng Thắm', 'Đầm Dơi-Cà Mau', 'Nữ', '1999-01-08', '0911 526 714', '09600780039', 'Độc Thân', 'le-thi-hong-tham.jpg', 'KD', 'TP', 'Trình Độ Cao Đẳng', 'Công Nghệ Thực Phẩm', NULL, '2023-03-20 07:43:25', '2023-03-20 07:43:25'),
(60, 'MFNV26', 'Trần Minh Chiến', 'Bình Thủy-Cần Thơ', 'Nam', '1989-08-18', '0984 341 178', '09200540087', 'Đã Kết Hôn', 'tran-minh-chien.jpg', 'HCNS', 'TX', 'Trình Độ Đại Học', 'Quản Trị Du Lịch & Lữ Hành', NULL, '2023-03-20 08:05:44', '2023-03-20 08:05:44'),
(61, 'MFNV27', 'Nguyễn Đức Huy', 'Vĩnh Thuận-Kiên Giang', 'Nam', '2000-09-21', '0972 451 897', '09100870078', 'Độc Thân', 'nguyen-duc-huy.jpg', 'KD', 'NV', 'Trình Độ Đại Học', 'Thiết Kế Đồ Họa', NULL, '2023-03-20 08:07:23', '2023-03-20 08:07:23'),
(62, 'MFNV28', 'Hồ Tấn Dũng', 'Cao Lãnh-Đồng Tháp', 'Nam', '1992-08-01', '0904 411 979', '08700410047', 'Đã Kết Hôn', 'ho-tan-dung.jpg', 'KD', 'GĐ', 'Trình Độ Đại Học', 'Kiên Trúc Xây Dựng', NULL, '2023-03-20 08:09:02', '2023-03-20 08:09:02'),
(63, 'MFNV29', 'Chu Thị Mỹ Lan', 'Mỏ Cày-Bến Tre', 'Nữ', '1998-09-11', '0865 244 758', '08300140088', 'Đã Kết Hôn', 'chu-thi-my-lan.jpg', 'KD', 'TP', 'Trình Độ Đại Học', 'Ngôn Ngữ Học', NULL, '2023-03-20 08:10:43', '2023-03-20 08:10:43'),
(64, 'MFNV30', 'Võ Thị Thanh Trúc', 'Trà Ôn-Vĩnh Long', 'Nữ', '1996-02-16', '0399 458  463', '86001100564', 'Độc Thân', 'vo-thi-thanh-truc.jpg', 'MKT', 'NV', 'Trình Độ Đại Học', 'Ngôn Ngữ Học', NULL, '2023-03-20 16:23:15', '2023-03-20 08:12:01'),
(65, 'MFNV31', 'Nguyễn Vũ Linh', 'Bình Minh-Vĩnh Long', 'Nam', '1997-07-03', '0878 546 551', '08600580098', 'Độc Thân', 'nguyen-vu-linh.jpg', 'KD', 'NV', 'Trình Độ Đại Học', 'Quản Trị Kinh Doanh', NULL, '2023-03-20 08:21:25', '2023-03-20 08:21:25'),
(66, 'MFNV32', 'Lâm Đức Thiện', 'Tri Tôn-An Giang', 'Nam', '1991-08-08', '0966 214 668', '08900410065', 'Đã Kết Hôn', 'kien-duc-thien.jpg', 'KD', 'NV', 'Trình Độ Đại Học', 'Quản Trị Kinh Doanh', NULL, '2023-03-20 15:24:44', '2023-03-20 08:24:22'),
(67, 'MFNV33', 'Bùi Quốc Việt', 'Đức Hòa-Long An', 'Nam', '1996-02-07', '0768 258 775', '08000120063', 'Độc Thân', 'bui-quoc-viet.jpg', 'KD', 'TP', 'Trình Độ Cao Đẳng', 'Công Nghệ Thông Tin', NULL, '2023-03-20 08:26:19', '2023-03-20 08:26:19'),
(68, 'MFNV34', 'Trần Thị Cẩm Hồng', 'Cái Răng-Cần Thơ', 'Nữ', '1999-04-03', '0941 321 445', '09200570085', 'Độc Thân', 'tran-thi-cam-hong.jpg', 'KD', 'NV', 'Trình Độ Cao Đẳng', 'Thiết Kế Đồ Họa', NULL, '2023-03-20 08:27:55', '2023-03-20 08:27:55'),
(69, 'MFNV35', 'Tô Thị Ánh Dương', 'Tiểu Cần-Trà Vinh', 'Nữ', '2000-06-08', '0769 872 298', '00840010026', 'Độc Thân', 'to-thi-anh-duong.jpg', 'KD', 'NV', 'Trình Độ Đại Học', 'Quản Trị Kinh Doanh', NULL, '2023-03-20 08:29:35', '2023-03-20 08:29:35'),
(70, 'MFNV36', 'Đỗ Tuấn Kiệt', 'Lai Vung- Đồng Tháp', 'Nam', '1996-01-09', '0943 669 881', '08700840023', 'Đã Kết Hôn', 'do-tuan-kiet.jpg', 'KD', 'GĐ', 'Trình Độ Đại Học', 'Quản Trị Kinh Doanh', NULL, '2023-03-20 08:31:08', '2023-03-20 08:31:08'),
(71, 'MFNV37', 'Trương Quốc Tiến', 'Tân Hiệp-Kiên Giang', 'Nam', '1988-07-05', '0879 669 231', '09100580075', 'Đã Kết Hôn', 'truong-quoc-tien.jpg', 'KD', 'TP', 'Trình Độ Đại Học', 'Truyền Thông Và Sự Kiện', NULL, '2023-03-20 08:32:42', '2023-03-20 08:32:42'),
(72, 'MFNV38', 'Kiên Thị Minh Hằng', 'Mỹ Tú-Sóc Trăng', 'Nữ', '1999-07-06', '0911 658 188', '09400500879', 'Độc Thân', 'vo-thi-minh-hang.jpg', 'KD', 'NV', 'Trình Độ Đại Học', 'Quản Trị Kinh Doanh', NULL, '2023-03-20 08:34:07', '2023-03-20 08:34:07');

-- --------------------------------------------------------

--
-- Cấu trúc bảng cho bảng `nhanvien_banhang`
--

CREATE TABLE `nhanvien_banhang` (
  `id` int(10) UNSIGNED NOT NULL,
  `ma_nhanvien` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `ten_nhanvien` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `tinhtrang` char(255) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Đang đổ dữ liệu cho bảng `nhanvien_banhang`
--

INSERT INTO `nhanvien_banhang` (`id`, `ma_nhanvien`, `ten_nhanvien`, `tinhtrang`, `created_at`, `updated_at`) VALUES
(1, 'NV01', 'Lê Đức Thọ', 'Độc Thân', NULL, NULL),
(2, 'NV02', 'Lê Thị Tuyết Mai', 'Độc Thân', NULL, NULL);

-- --------------------------------------------------------

--
-- Cấu trúc bảng cho bảng `oauth_access_tokens`
--

CREATE TABLE `oauth_access_tokens` (
  `id` varchar(100) COLLATE utf8mb4_unicode_ci NOT NULL,
  `user_id` bigint(20) UNSIGNED DEFAULT NULL,
  `client_id` bigint(20) UNSIGNED NOT NULL,
  `name` varchar(255) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `scopes` text COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `revoked` tinyint(1) NOT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL,
  `expires_at` datetime DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

-- --------------------------------------------------------

--
-- Cấu trúc bảng cho bảng `oauth_auth_codes`
--

CREATE TABLE `oauth_auth_codes` (
  `id` varchar(100) COLLATE utf8mb4_unicode_ci NOT NULL,
  `user_id` bigint(20) UNSIGNED NOT NULL,
  `client_id` bigint(20) UNSIGNED NOT NULL,
  `scopes` text COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `revoked` tinyint(1) NOT NULL,
  `expires_at` datetime DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

-- --------------------------------------------------------

--
-- Cấu trúc bảng cho bảng `oauth_clients`
--

CREATE TABLE `oauth_clients` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `user_id` bigint(20) UNSIGNED DEFAULT NULL,
  `name` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `secret` varchar(100) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `provider` varchar(255) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `redirect` text COLLATE utf8mb4_unicode_ci NOT NULL,
  `personal_access_client` tinyint(1) NOT NULL,
  `password_client` tinyint(1) NOT NULL,
  `revoked` tinyint(1) NOT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Đang đổ dữ liệu cho bảng `oauth_clients`
--

INSERT INTO `oauth_clients` (`id`, `user_id`, `name`, `secret`, `provider`, `redirect`, `personal_access_client`, `password_client`, `revoked`, `created_at`, `updated_at`) VALUES
(1, NULL, 'Laravel Personal Access Client', 'TaVBt9ohg2LhpHY4ti144rRTP0efEfEHgyJOlAVg', NULL, 'http://localhost', 1, 0, 0, '2022-12-08 01:00:34', '2022-12-08 01:00:34'),
(2, NULL, 'Laravel Password Grant Client', '1tnix4ixiwnZOZfZrY5Wye8gyvuCvQbt3eoVDimB', 'users', 'http://localhost', 0, 1, 0, '2022-12-08 01:00:34', '2022-12-08 01:00:34'),
(3, NULL, 'Laravel Personal Access Client', 'bidFkykd03pMxdIhYyO471gJdB7VbVv2X8qqwg30', NULL, 'http://localhost', 1, 0, 0, '2022-12-08 03:09:11', '2022-12-08 03:09:11'),
(4, NULL, 'Laravel Password Grant Client', 'uYOUDXkxCSaodG8WcoSWv8yRkZDgs1pV5a7xR6yM', 'users', 'http://localhost', 0, 1, 0, '2022-12-08 03:09:11', '2022-12-08 03:09:11'),
(5, NULL, 'Laravel Personal Access Client', 'sAlIYo6qvUI76PQDLaZIqZpvUUgk347pU70bWbeZ', NULL, 'http://localhost', 1, 0, 0, '2022-12-08 21:06:24', '2022-12-08 21:06:24'),
(6, NULL, 'Laravel Password Grant Client', 'CgRQmZXEfd7Jx90ALpv1J3N79dgHvSXtcA9uJFgX', 'users', 'http://localhost', 0, 1, 0, '2022-12-08 21:06:24', '2022-12-08 21:06:24'),
(7, NULL, 'Laravel Personal Access Client', '$2y$10$OmjiKxMx6byJvk12pDNTGeeDUQEx/PZJVNSb.Hp8s3Tng9KOyLS5O', NULL, 'http://localhost', 1, 0, 0, '2022-12-08 21:55:10', '2022-12-08 21:55:10'),
(8, NULL, 'Laravel Password Grant Client', '$2y$10$u5K4NOSj2igGGnhyxP2CdenwfjE.LMwbcqNEgISTWkQYgChbMJs/q', 'users', 'http://localhost', 0, 1, 0, '2022-12-08 21:55:10', '2022-12-08 21:55:10'),
(9, NULL, 'Laravel Personal Access Client', 'PUY7UJYUSQVoIqBPXWeOP1AmH0cpvPw8W8xCoipJ', NULL, 'http://localhost', 1, 0, 0, '2022-12-08 23:47:48', '2022-12-08 23:47:48'),
(10, NULL, 'Laravel Password Grant Client', 'fFPGy2VmH43gOm2J3V61WNJ8FV47xfbcIvep7y7X', 'users', 'http://localhost', 0, 1, 0, '2022-12-08 23:47:48', '2022-12-08 23:47:48'),
(11, NULL, 'Laravel Personal Access Client', 'aWab3TSoksEQTE6dUmuhzJx4bPpqw9hpFUS7mH5I', NULL, 'http://localhost', 1, 0, 0, '2022-12-08 23:59:52', '2022-12-08 23:59:52'),
(12, NULL, 'Laravel Password Grant Client', 'hgvV2RC1D2VNgSW1QthMmV7LZnOqEvVQjmVIjYdj', 'users', 'http://localhost', 0, 1, 0, '2022-12-08 23:59:52', '2022-12-08 23:59:52');

-- --------------------------------------------------------

--
-- Cấu trúc bảng cho bảng `oauth_personal_access_clients`
--

CREATE TABLE `oauth_personal_access_clients` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `client_id` bigint(20) UNSIGNED NOT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Đang đổ dữ liệu cho bảng `oauth_personal_access_clients`
--

INSERT INTO `oauth_personal_access_clients` (`id`, `client_id`, `created_at`, `updated_at`) VALUES
(1, 1, '2022-12-08 01:00:34', '2022-12-08 01:00:34'),
(2, 3, '2022-12-08 03:09:11', '2022-12-08 03:09:11'),
(3, 5, '2022-12-08 21:06:24', '2022-12-08 21:06:24'),
(4, 7, '2022-12-08 21:55:10', '2022-12-08 21:55:10'),
(5, 9, '2022-12-08 23:47:48', '2022-12-08 23:47:48'),
(6, 11, '2022-12-08 23:59:52', '2022-12-08 23:59:52');

-- --------------------------------------------------------

--
-- Cấu trúc bảng cho bảng `oauth_refresh_tokens`
--

CREATE TABLE `oauth_refresh_tokens` (
  `id` varchar(100) COLLATE utf8mb4_unicode_ci NOT NULL,
  `access_token_id` varchar(100) COLLATE utf8mb4_unicode_ci NOT NULL,
  `revoked` tinyint(1) NOT NULL,
  `expires_at` datetime DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

-- --------------------------------------------------------

--
-- Cấu trúc bảng cho bảng `password_resets`
--

CREATE TABLE `password_resets` (
  `email` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `token` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `created_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

-- --------------------------------------------------------

--
-- Cấu trúc bảng cho bảng `permissions`
--

CREATE TABLE `permissions` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `name` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Đang đổ dữ liệu cho bảng `permissions`
--

INSERT INTO `permissions` (`id`, `name`, `created_at`, `updated_at`) VALUES
(1, 'review_post', NULL, NULL),
(2, 'update_post', NULL, NULL),
(3, 'delete_post', NULL, NULL),
(4, 'restore_post', NULL, NULL),
(5, 'force_delete_post', NULL, NULL),
(6, 'review_post', NULL, NULL),
(7, 'update_post', NULL, NULL),
(8, 'delete_post', NULL, NULL),
(9, 'restore_post', NULL, NULL),
(10, 'force_delete_post', NULL, NULL);

-- --------------------------------------------------------

--
-- Cấu trúc bảng cho bảng `permission_role`
--

CREATE TABLE `permission_role` (
  `id` int(10) UNSIGNED NOT NULL,
  `role_name` varchar(50) COLLATE utf8mb4_unicode_ci NOT NULL,
  `permissions` varchar(10000) COLLATE utf8mb4_unicode_ci NOT NULL,
  `updated_at` timestamp NULL DEFAULT NULL,
  `created_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Đang đổ dữ liệu cho bảng `permission_role`
--

INSERT INTO `permission_role` (`id`, `role_name`, `permissions`, `updated_at`, `created_at`) VALUES
(9, 'Hành Chánh Nhân Sự', '[\"nhanvien.create\",\"nhanvien.edit\",\"ds_nhanvien\",\"nhanvien\",\"timkiem_dsnhanvien\",\"chitiet_nhanvien\",\"them_nv\",\"luu_nv\",\"sua_nv\",\"capnhat_nv\",\"xoa_nv\",\"pdf_nhanvien\",\"baocao_nhanvien\",\"phongban\",\"them_pb\",\"luu_pb\",\"sua_pb\",\"capnhat_pb\",\"xoa_pb\",\"chucvu\",\"them_cv\",\"luu_cv\",\"sua_cv\",\"capnhat_cv\",\"xoa_cv\",\"khenthuong\",\"them_kt\",\"luu_kt\",\"sua_kt\",\"capnhat_kt\",\"xoa_kt\",\"kyluat\",\"them_kl\",\"luu_kl\",\"sua_kl\",\"capnhat_kt\",\"xoa_kl\",\"hopdong\",\"them_hd\",\"luu_hd\",\"sua_hd\",\"capnhat_hd\",\"xoa_hd\",\"chitiet_hopdong\",\"baocao_hopdong\",\"baohiem\",\"them_bhxh\",\"luu_bhxh\",\"sua_bhxh\",\"capnhat_bhxh\",\"xoa_bhxh\",\"chitiet_bhxh\",\"baocao_baohiem\",\"phepnam\",\"them_pn\",\"ajax\",\"luu_pn\",\"sua_pn\",\"capnhat_pn\",\"xoa_pn\",\"baocao_phepnam\",\"getform\",\"import\",\"dulieu_chamcong\",\"timkiem_chamcong\",\"bangluong\",\"chitiet_bangluong\",\"baocao_bangchamcong\",\"baocao_bangluong\",\"nhanvien_api\",\"bangchamcong_api\"]', '2023-03-22 00:48:16', '2022-11-17 03:04:09'),
(11, 'Thủ Kho Vật Tư', '[\"ajax_dsvattu\",\"luu_vattu\",\"sua_vattu\",\"capnhat_vattu\",\"xoa_vattu\",\"luu_vtxuat\",\"sua_vtxuat\",\"xoa_vtxuat\",\"select_vattu\",\"nhapkho\",\"phieunhapkho\",\"them_phieunhapkho\",\"capnhat_phieunhapkho\",\"ds_phieunhap\",\"chitiet_phieunhap\",\"xuatkho\",\"phieuxuatkho\",\"them_phieuxuatkho\",\"capnhat_phieuxuatkho\",\"invoice\",\"invoice_xuat\",\"ds_phieuxuat\",\"chitiet_phieuxuat\",\"phieuchuyenkho\",\"xuatnhapton\",\"chitiet_vtnhap\",\"chitiet_vtxuat\",\"vattukho\",\"them_vattukho\",\"luu_vattukho\",\"sua_vattukho\",\"capnhat_vattukho\",\"xoa_vattukho\",\"nhacungcap\",\"them_nhacungcap\",\"luu_nhacungcap\",\"sua_nhacungcap\",\"capnhat_nhacungcap\",\"xoa_nhacungcap\",\"kho\",\"them_kho\",\"luu_kho\",\"sua_kho\",\"capnhat_kho\",\"xoa_kho\",\"lydonhapkho\",\"them_lydonhapkho\",\"luu_lydonhapkho\",\"sua_lydonhapkho\",\"capnhat_lydonhapkho\",\"xoa_lydonhapkho\",\"lydoxuatkho\",\"them_lydoxuatkho\",\"luu_lydoxuatkho\",\"sua_lydoxuatkho\",\"capnhat_lydoxuatkho\",\"xoa_lydoxuatkho\"]', '2023-03-20 03:16:58', '2022-11-17 03:04:50'),
(15, 'Tài Khoản Guest', '[\"ds_nhanvien\",\"nhanvien\",\"timkiem_dsnhanvien\",\"phongban\",\"chucvu\",\"baohiem\",\"phepnam\",\"role\",\"list_user\",\"phieunhapkho\",\"giohang\",\"chotdeal\",\"donhang\"]', '2023-03-20 03:34:36', '2022-11-21 19:32:30'),
(20, 'Administrator', '[\"passport.clients.destroy\",null,\"thoat_api\",\"check_token\",\"post.index\",\"post.create\",\"post.store\",\"post.show\",\"post.edit\",\"post.update\",\"post.destroy\",\"nhanvien.create\",\"nhanvien.edit\",\"nhanvien.update\",\"nhanvien.delete\",\"nhanvien.get\",\"bangchamcong.get\",\"timkiem_sanpham\",\"luuthongtin_khachhang\",\"ajax_dsvattu\",\"luu_vattu\",\"sua_vattu\",\"capnhat_vattu\",\"xoa_vattu\",\"ajax_dsvtxuat\",\"luu_vtxuat\",\"sua_vtxuat\",\"capnhat_vtxuat\",\"xoa_vtxuat\",\"select_vattu\",\"ds_nhanvien\",\"nhanvien\",\"timkiem\",\"timkiem_dsnhanvien\",\"chitiet_nhanvien\",\"them_nv\",\"luu_nv\",\"sua_nv\",\"capnhat_nv\",\"xoa_nv\",\"pdf_nhanvien\",\"baocao_nhanvien\",\"phongban\",\"them_pb\",\"luu_pb\",\"sua_pb\",\"capnhat_pb\",\"xoa_pb\",\"chucvu\",\"them_cv\",\"luu_cv\",\"sua_cv\",\"capnhat_cv\",\"xoa_cv\",\"khenthuong\",\"them_kt\",\"luu_kt\",\"sua_kt\",\"capnhat_kt\",\"xoa_kt\",\"kyluat\",\"them_kl\",\"luu_kl\",\"sua_kl\",\"capnhat_kt\",\"xoa_kl\",\"hopdong\",\"them_hd\",\"luu_hd\",\"sua_hd\",\"capnhat_hd\",\"xoa_hd\",\"chitiet_hopdong\",\"baocao_hopdong\",\"baohiem\",\"them_bhxh\",\"luu_bhxh\",\"sua_bhxh\",\"capnhat_bhxh\",\"xoa_bhxh\",\"chitiet_bhxh\",\"baocao_baohiem\",\"phepnam\",\"them_pn\",\"ajax\",\"luu_pn\",\"sua_pn\",\"capnhat_pn\",\"xoa_pn\",\"baocao_phepnam\",\"getform\",\"import\",\"dulieu_chamcong\",\"timkiem_chamcong\",\"bangluong\",\"chitiet_bangluong\",\"baocao_bangchamcong\",\"baocao_bangluong\",\"role\",\"add_role\",\"timkiem_route\",\"luu_role\",\"chitiet_role\",\"chinhsua_role\",\"capnhat_role\",\"xoa_role\",\"list_user\",\"add_user_role\",\"luu_user_role\",\"them_quyen\",\"capnhat_quyen\",\"xoa_user\",\"post_api\",\"free_api\",\"nhanvien_api\",\"bangchamcong_api\",\"nhapkho\",\"phieunhapkho\",\"them_phieunhapkho\",\"capnhat_phieunhapkho\",\"ds_phieunhap\",\"chitiet_phieunhap\",\"xuatkho\",\"phieuxuatkho\",\"them_phieuxuatkho\",\"capnhat_phieuxuatkho\",\"invoice\",\"invoice_xuat\",\"ds_phieuxuat\",\"chitiet_phieuxuat\",\"phieuchuyenkho\",\"xuatnhapton\",\"chitiet_vtnhap\",\"chitiet_vtxuat\",\"quanly_tintuc\",\"themmoi_tintuc\",\"luu_tintuc\",\"sua_tintuc\",\"capnhat_tintuc\",\"xoa_tintuc\",\"thongtin_khachhang\",\"chitiet_thongtin\",\"xoa_thongtin\",\"vattukho\",\"them_vattukho\",\"luu_vattukho\",\"sua_vattukho\",\"capnhat_vattukho\",\"xoa_vattukho\",\"nhacungcap\",\"them_nhacungcap\",\"luu_nhacungcap\",\"sua_nhacungcap\",\"capnhat_nhacungcap\",\"xoa_nhacungcap\",\"kho\",\"them_kho\",\"luu_kho\",\"sua_kho\",\"capnhat_kho\",\"xoa_kho\",\"lydonhapkho\",\"them_lydonhapkho\",\"luu_lydonhapkho\",\"sua_lydonhapkho\",\"capnhat_lydonhapkho\",\"xoa_lydonhapkho\",\"lydoxuatkho\",\"them_lydoxuatkho\",\"luu_lydoxuatkho\",\"sua_lydoxuatkho\",\"capnhat_lydoxuatkho\",\"xoa_lydoxuatkho\",\"quanlysanpham\",\"them_sanpham\",\"luu_sanpham\",\"sua_sanpham\",\"capnhat_sanpham\",\"xoa_sanpham\",\"gioithieu\",\"tintucdatxanh\",\"chitiet_tintuc\",\"shop\",\"chitiet_sanpham\",\"check_login\",\"giohang\",\"buy\",\"remove\",\"update\",\"payment\",\"chotdeal\",\"donhang\",\"dangnhap\",\"dangky\",\"xulydangky\",\"xulydangnhap\",\"thoat\"]', '2023-03-19 02:18:30', '2022-11-23 02:35:09'),
(29, 'Nhân Viên Bán Hàng', '[\"quanlysanpham\",\"them_sanpham\",\"luu_sanpham\",\"sua_sanpham\",\"capnhat_sanpham\",\"xoa_sanpham\",\"chitiet_sanpham\"]', '2023-03-20 03:28:25', '2023-03-20 03:28:25'),
(30, 'Nhân Viên Đăng Bài Content', '[\"quanly_tintuc\",\"themmoi_tintuc\",\"luu_tintuc\",\"sua_tintuc\",\"capnhat_tintuc\",\"xoa_tintuc\"]', '2023-03-20 03:30:41', '2023-03-20 03:30:41');

-- --------------------------------------------------------

--
-- Cấu trúc bảng cho bảng `personal_access_tokens`
--

CREATE TABLE `personal_access_tokens` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `tokenable_type` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `tokenable_id` bigint(20) UNSIGNED NOT NULL,
  `name` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `token` varchar(64) COLLATE utf8mb4_unicode_ci NOT NULL,
  `abilities` text COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `last_used_at` timestamp NULL DEFAULT NULL,
  `expires_at` timestamp NULL DEFAULT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Đang đổ dữ liệu cho bảng `personal_access_tokens`
--

INSERT INTO `personal_access_tokens` (`id`, `tokenable_type`, `tokenable_id`, `name`, `token`, `abilities`, `last_used_at`, `expires_at`, `created_at`, `updated_at`) VALUES
(1, 'App\\Models\\User', 6, 'Token Name', '3a54f1573a9f28391a8bdaee8895267d95eda63382fed09a8bb4cfd79f0b8b75', '[\"*\"]', NULL, NULL, '2022-12-08 23:39:45', '2022-12-08 23:39:45'),
(2, 'App\\Models\\User', 6, 'Token Name', 'c4602e9acdc0907c52d9cd26be75a9480946df1b88d10b217c6886d0fdf071b0', '[\"*\"]', NULL, NULL, '2022-12-08 23:41:27', '2022-12-08 23:41:27'),
(3, 'App\\Models\\User', 6, 'Token Name', 'bf92816626bf650aaa2dcdeffacec9a7922e117989c10ffd61ca1ec4768bd0f6', '[\"*\"]', NULL, NULL, '2022-12-08 23:41:41', '2022-12-08 23:41:41'),
(4, 'App\\Models\\User', 6, 'Token Name', 'de09d5ac8bbdfa131af2b92782b3fdf14db1deb9e026db1900c8107662862b51', '[\"*\"]', NULL, NULL, '2022-12-08 23:41:54', '2022-12-08 23:41:54'),
(5, 'App\\Models\\User', 6, 'Token Name', '2e9c862b0dbf4ad7996e0e48b5d56dfac69fc7d72778415db8c922e02d39e019', '[\"*\"]', NULL, NULL, '2022-12-08 23:43:01', '2022-12-08 23:43:01'),
(6, 'App\\Models\\User', 6, 'Token Name', '945c06a1bfa589c9fd4086a615fd454d6caa8947447cbec83f7ae355715f2f04', '[\"*\"]', NULL, NULL, '2022-12-08 23:43:44', '2022-12-08 23:43:44'),
(7, 'App\\Models\\User', 6, 'Token Name', 'b0883370835a68ce591c7d826eaeafcb551f8295a929bbed5900c9d7d70f0eb2', '[\"*\"]', NULL, NULL, '2022-12-08 23:47:08', '2022-12-08 23:47:08'),
(8, 'App\\Models\\User', 6, 'Token Name', 'f3f4afad16b3dec418eb6e08ebcd412230682c77e7a4761b18117a7eb1878166', '[\"*\"]', NULL, NULL, '2022-12-08 23:47:54', '2022-12-08 23:47:54'),
(9, 'App\\Models\\User', 6, 'Token Name', '9b8471f053806aa9f3d8e64f47e76b50f7b6548a36c599c00b9ab73a21954883', '[\"*\"]', NULL, NULL, '2022-12-08 23:47:58', '2022-12-08 23:47:58'),
(10, 'App\\Models\\User', 6, 'Token Name', '3abac7070bcc6e25a89ddd51d4f36bc186fee2e3df5acde73ab6d5c5f8c50f1d', '[\"*\"]', NULL, NULL, '2022-12-08 23:48:19', '2022-12-08 23:48:19'),
(11, 'App\\Models\\User', 6, 'Token Name', '11193bbe2b00a0d36bcdd6f432f7db364ce4fb000a339ce8b0402fae87e07e2b', '[\"*\"]', NULL, NULL, '2022-12-08 23:48:38', '2022-12-08 23:48:38'),
(12, 'App\\Models\\User', 6, 'Token Name', '789f303b884ce458cbce2f42142e8fc31bc93b707cbad11523abbebccc1c02b9', '[\"*\"]', NULL, NULL, '2022-12-08 23:58:45', '2022-12-08 23:58:45'),
(13, 'App\\Models\\User', 6, 'Token Name', 'a60f70228845c44b92e6258cd3c81b2f63091477d25c9ad180d51ef93dda4d1c', '[\"*\"]', NULL, NULL, '2022-12-09 00:00:08', '2022-12-09 00:00:08'),
(14, 'App\\Models\\User', 6, 'Token Name', '53f46e1ba350ff96c66c018129e79ac57f01d33429306fe8a38fbbca9071891a', '[\"*\"]', NULL, NULL, '2022-12-09 00:41:02', '2022-12-09 00:41:02');

-- --------------------------------------------------------

--
-- Cấu trúc bảng cho bảng `phepnam`
--

CREATE TABLE `phepnam` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `ma_nv` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `ngay_batdau` date NOT NULL,
  `phepnam_dadung` int(10) DEFAULT NULL,
  `ngay_ketthuc` date DEFAULT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Đang đổ dữ liệu cho bảng `phepnam`
--

INSERT INTO `phepnam` (`id`, `ma_nv`, `ngay_batdau`, `phepnam_dadung`, `ngay_ketthuc`, `created_at`, `updated_at`) VALUES
(2, 'MFNV02', '2022-08-11', 1, NULL, NULL, NULL),
(3, 'MFNV03', '2022-09-14', 1, '2022-10-14', NULL, NULL),
(4, 'MFNV04', '2022-05-17', 3, '2022-10-14', NULL, NULL),
(5, 'MFNV06', '2022-10-05', 0, '2022-10-19', NULL, NULL),
(6, 'MFNV01', '2022-04-03', 2, '2022-08-18', NULL, NULL),
(7, 'MFNV05', '2022-02-27', 0, NULL, NULL, NULL),
(9, 'MFNV07', '2022-02-27', 1, NULL, NULL, NULL),
(10, 'MFNV08', '2022-02-22', 0, NULL, NULL, NULL),
(11, 'MFNV09', '2022-07-23', 1, NULL, NULL, NULL),
(12, 'MFNV10', '2022-09-26', 0, NULL, NULL, NULL),
(13, 'MFNV11', '2022-04-28', 1, NULL, NULL, NULL),
(16, 'MFNV12', '2022-06-19', 1, NULL, NULL, NULL),
(17, 'MFNV13', '2022-08-19', 2, NULL, NULL, NULL),
(18, 'MFNV14', '2022-05-16', 1, NULL, NULL, NULL),
(19, 'MFNV15', '2022-06-17', NULL, NULL, NULL, NULL),
(20, 'MFNV16', '2022-02-08', 1, NULL, NULL, NULL),
(21, 'MFNV17', '2022-08-15', NULL, NULL, NULL, NULL),
(22, 'MFNV18', '2022-03-17', 2, NULL, NULL, NULL),
(23, 'MFNV19', '2022-09-19', NULL, NULL, NULL, NULL),
(24, 'MFNV20', '2022-03-19', 3, NULL, NULL, NULL),
(25, 'MFNV21', '2022-06-28', 2, NULL, NULL, NULL),
(26, 'MFNV22', '2022-10-28', 1, NULL, NULL, NULL),
(27, 'MFNV23', '2022-11-16', 1, NULL, NULL, NULL),
(28, 'MFNV24', '2022-01-18', 4, NULL, NULL, NULL),
(29, 'MFNV25', '2022-09-28', 2, NULL, NULL, NULL),
(30, 'MFNV26', '2022-10-29', 1, NULL, NULL, NULL),
(31, 'MFNV27', '2022-11-15', 1, NULL, NULL, NULL),
(32, 'MFNV28', '2022-08-17', 2, NULL, NULL, NULL),
(33, 'MFNV29', '2022-10-19', 1, NULL, NULL, NULL),
(34, 'MFNV30', '2022-08-12', 2, NULL, NULL, NULL),
(35, 'MFNV31', '2022-08-11', 1, NULL, NULL, NULL),
(36, 'MFNV32', '2022-04-26', 3, NULL, NULL, NULL),
(37, 'MFNV33', '2022-09-28', 1, NULL, NULL, NULL),
(38, 'MFNV34', '2022-06-26', 2, NULL, NULL, NULL),
(39, 'MFNV35', '2022-06-25', 1, NULL, NULL, NULL),
(40, 'MFNV36', '2022-06-17', 2, NULL, NULL, NULL),
(41, 'MFNV37', '2022-10-14', 1, NULL, NULL, NULL),
(42, 'MFNV38', '2022-12-07', 1, NULL, NULL, NULL);

-- --------------------------------------------------------

--
-- Cấu trúc bảng cho bảng `phieunhapkho_banhang`
--

CREATE TABLE `phieunhapkho_banhang` (
  `id` int(10) UNSIGNED NOT NULL,
  `ma_phieu` varchar(100) COLLATE utf8mb4_unicode_ci NOT NULL,
  `ngaynhap` date NOT NULL,
  `id_nhanvien` varchar(100) COLLATE utf8mb4_unicode_ci NOT NULL,
  `id_kho` varchar(100) COLLATE utf8mb4_unicode_ci NOT NULL,
  `id_nhacc` varchar(100) COLLATE utf8mb4_unicode_ci NOT NULL,
  `id_lydo` varchar(100) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Đang đổ dữ liệu cho bảng `phieunhapkho_banhang`
--

INSERT INTO `phieunhapkho_banhang` (`id`, `ma_phieu`, `ngaynhap`, `id_nhanvien`, `id_kho`, `id_nhacc`, `id_lydo`, `created_at`, `updated_at`) VALUES
(24, 'PNK0027', '2023-03-09', 'Thạch Chanh Tha', 'KH01', 'NCC_ĐT', '1', '2023-03-01 18:24:52', '2023-03-21 21:18:29'),
(25, 'PNK0028', '2023-03-05', 'Đỗ Đức Đạt', 'KH02', 'NCC_ĐT', '2', '2023-03-01 18:36:39', '2023-03-16 01:06:50'),
(27, 'PNK0029', '2023-03-05', 'Đỗ Đức Đạt', 'KH02', 'NCC_HH', '1', '2023-03-05 05:21:47', '2023-03-16 08:11:06'),
(28, 'PNK0030', '2023-03-06', 'Đỗ Đức Đạt', 'KH03', 'NCC_HH', '1', '2023-03-06 05:30:29', '2023-03-16 08:11:16'),
(30, 'PNK0031', '2023-03-15', 'Thạch Chanh Tha', 'KH01', 'NCC_ĐT', '1', '2023-03-15 08:59:46', '2023-03-21 21:25:29'),
(31, 'PNK0032', '2023-03-19', 'Đỗ Đức Đạt', 'KH02', 'NCC_ĐT', '1', '2023-03-19 01:54:23', '2023-03-19 01:54:23'),
(32, 'PNK0033', '2023-03-22', 'Đỗ Đức Đạt', 'KH01', 'NCC_HH', '2', '2023-03-21 23:24:08', '2023-03-21 23:24:08');

-- --------------------------------------------------------

--
-- Cấu trúc bảng cho bảng `phieuxuatkho`
--

CREATE TABLE `phieuxuatkho` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `ma_phieu` varchar(100) COLLATE utf8mb4_unicode_ci NOT NULL,
  `ngay_xuat` varchar(100) COLLATE utf8mb4_unicode_ci NOT NULL,
  `id_thukho` varchar(100) COLLATE utf8mb4_unicode_ci NOT NULL,
  `id_nhanvien` varchar(100) COLLATE utf8mb4_unicode_ci NOT NULL,
  `id_lydo` varchar(100) COLLATE utf8mb4_unicode_ci NOT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Đang đổ dữ liệu cho bảng `phieuxuatkho`
--

INSERT INTO `phieuxuatkho` (`id`, `ma_phieu`, `ngay_xuat`, `id_thukho`, `id_nhanvien`, `id_lydo`, `created_at`, `updated_at`) VALUES
(5, 'PXK0008', '2023-03-01', 'Thạch Chanh Tha', 'MFNV05', '2', '2023-03-01 18:18:48', '2023-03-21 23:15:08'),
(6, 'PXK0009', '2023-03-05', 'Đỗ Đức Đạt', 'MFNV07', '2', '2023-03-01 18:33:13', '2023-03-06 02:10:47'),
(7, 'PXK0010', '2023-03-05', 'Đỗ Đức Đạt', 'MFNV10', '2', '2023-03-01 18:34:56', '2023-03-22 00:35:15'),
(8, 'PXK0011', '2023-03-06', 'Đỗ Đức Đạt', 'MFNV17', '2', '2023-03-06 02:10:04', '2023-03-21 23:01:41'),
(9, 'PXK0012', '2023-03-07', 'Đỗ Đức Đạt', 'MFNV04', '11', '2023-03-06 02:16:31', '2023-03-21 23:16:20'),
(10, 'PXK0013', '2023-03-10', 'Đỗ Đức Đạt', 'MFNV06', '11', '2023-03-06 05:31:24', '2023-03-21 23:15:30'),
(11, 'PXK0014', '2023-03-21', 'Thạch Chanh Tha', 'MFNV01', '11', '2023-03-12 05:19:49', '2023-03-22 00:35:03'),
(12, 'PXK0015', '2023-03-20', 'Đỗ Đức Đạt', 'MFNV05', '11', '2023-03-16 08:05:12', '2023-03-21 23:16:04');

-- --------------------------------------------------------

--
-- Cấu trúc bảng cho bảng `phongban`
--

CREATE TABLE `phongban` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `ma_pb` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `ten_pb` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Đang đổ dữ liệu cho bảng `phongban`
--

INSERT INTO `phongban` (`id`, `ma_pb`, `ten_pb`, `created_at`, `updated_at`) VALUES
(1, 'HCNS', 'Hành Chánh Nhân Sự', NULL, NULL),
(2, 'KT', 'Kế Toán', NULL, NULL),
(3, 'CNTT', 'Công Nghệ Thông Tin', NULL, NULL),
(6, 'MKT', 'Marketting & Thiết Kế', NULL, NULL),
(10, 'ĐP', 'Điều Phối Kinh Doanh', NULL, NULL),
(12, 'KD', 'Nhân Viên Kinh Doanh', NULL, NULL),
(13, 'TK', 'Thiết Kế', NULL, NULL);

-- --------------------------------------------------------

--
-- Cấu trúc bảng cho bảng `post`
--

CREATE TABLE `post` (
  `id` int(11) NOT NULL,
  `title_post` varchar(500) NOT NULL,
  `content_post` text NOT NULL,
  `danhmuc_post` varchar(50) NOT NULL,
  `bien_tap` varchar(100) NOT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4;

--
-- Đang đổ dữ liệu cho bảng `post`
--

INSERT INTO `post` (`id`, `title_post`, `content_post`, `danhmuc_post`, `bien_tap`, `created_at`, `updated_at`) VALUES
(3, 'Phước Thới Venus khuấy đảo thị trường Cần Thơ với 32 sản phẩm đất nền giới hạn', 'Sáng ngày 26/2, buổi Lễ Công bố 24 sản phẩm Phước Thới Venus “Mạch vàng đầu tư, an cư thịnh vượng” đã được tổ chức tại Khu dân cư Phước Thới, P. Phước Thới, Q. Ô Môn với sự tham dự của đại diện Đơn vị phát triển dự án Đất Xanh Miền Tây, đại diện các đơn vị phân phối dự án Công ty BĐS Nam Miền Tây, Cty BĐS Cần Thơ, Cty BĐS CLD cùng đông đảo nhà đầu tư và khách hàng trong và ngoài khu vực.', 'Tin Tức Thị Trường', 'Nguyễn Tuấn Anh', NULL, '2023-03-11 09:27:45'),
(5, '3 chìa khoá mở lối “Mạch vàng đầu tư, an cư thịnh vượng” của Phước Thới Venus', 'Phước Thới thuộc cả 3 vùng đô thị trong quy hoạch của quận Ô Môn Theo quy hoạch quận Ô Môn tầm nhìn đến năm 2030, Ô Môn chia làm 3 vùng đô thị gồm: vùng 1 là đô thị trung tâm quy mô khoảng 3.000ha, với không gian dọc trục giao thông QL91 hiện hữu – mặt tiền dự án Phước Thới Venus. Khi hình thành kỳ vọng sẽ tạo nên mạng lưới đô thị kéo dài từ trung tâm TP Cần Thơ, Ninh Kiều, Bình Thuỷ, Ô Môn cho đến Thốt Nốt, Cờ Đỏ. Từ đó, mở rộng không gian phát triển đô thị, thúc đẩy sự phát triển đồng bộ giữa các quận, huyện của TP Cần Thơ.  Vùng 2 phát triển đô thị – công nghiệp quy mô khoảng 1.600ha gồm KCN Trà Nóc 2, Khu Nhà máy điện, Khu công nghệ cao và các đô thị phục vụ KCN  dọc sông Hậu, QL91 và sông Trà Nóc. Phước Thới Venus chỉ cách KCN Trà Nóc 3 phút di chuyển, chính là giải pháp an cư lý tưởng cho các chuyên gia, người lao động và tiểu thương ở khu vực này, với đa dạng loại hình từ đất nền, nhà phố, shophouse đáp ứng đa dạng nhu cầu sử dụng của cư dân.  Vùng 3 sẽ phát triển nông nghiệp đô thị kết hợp du lịch sinh thái gắn kết với đô thị trung tâm Bình Thủy và Ninh Kiều. Đây sẽ là tiền đề thu hút đông đảo du khách trong và ngoài nước về tham quan, nghỉ dưỡng, đồng thời xúc tiến các hoạt động thương mại quốc tế, thu hút đầu tư FDI.', 'Tin Tức Thị Trường', 'Nguyễn Lan Anh', '2022-11-25 02:37:50', '2023-03-06 19:07:10'),
(188, 'Đất Xanh Miền Tây đầy khí thế đón nhận thông tin 24 sản phẩm đất nền mới giới hạn tại Phước Thới Venus', 'Phước Thới là khu vực nằm ở trung tâm 3 vùng động lực của quận Ô Môn (vùng đô thị trung tâm, vùng đô thị công nghiệp, vùng đô thị nông nghiệp kết hợp du lịch sinh thái), sở hữu tuyến giao thông huyết mạch liên kết kinh tế của TP Cần Thơ – Quốc lộ 91 và khu vực hội tụ đông đảo KCN, công nghệ cao, nhà máy. Các chỉ số về kinh tế tăng trưởng liên tiếp và điều kiện thu hút đầu tư mạnh mẽ, Phước Thới là toạ độ lý tưởng về BĐS. KDC Phước Thới đã cung cấp cho thị trường những phân khúc đất nền, shophouse, nhà phố và giúp thu về lợi nhuận cho chủ sở hữu; trong đó, đất nền vẫn là phân khúc duy trì sức hút nhất trên thị trường.  Bà Phùng Thị Phượng – Phó TGĐ Điều hành Tổng Cty Đất Xanh Miền Tây, đơn vị phát triển dự án chia sẻ: Phước Thới Venus là dự án đất nền mới duy nhất tại Cần Thơ giai đoạn hiện tại. Thị trường Cần Thơ nói riêng và Tây Nam Bộ nói chung hiện khan hiếm nguồn cung mới khi nhu cầu sở hữu bất động sản vẫn ở mức cao. Với 24 sản phẩm giới hạn của Phước Thới Venus sẽ tạo nên sự sôi động cho thị trường Cần Thơ tháng 2 này.', 'Tin Tức Thị Trường', 'Nguyễn Lan Anh', '2023-03-06 19:21:31', '2023-03-06 19:27:39'),
(190, 'Bất Động Sản Cần Thơ đầy khí thế đón nhận thông tin 24 sản phẩm đất nền mới giới hạn tại Phước Thới Venus', 'Phước Thới là khu vực nằm ở trung tâm 3 vùng động lực của quận Ô Môn (vùng đô thị trung tâm, vùng đô thị công nghiệp, vùng đô thị nông nghiệp kết hợp du lịch sinh thái), sở hữu tuyến giao thông huyết mạch liên kết kinh tế của TP Cần Thơ – Quốc lộ 91 và khu vực hội tụ đông đảo KCN, công nghệ cao, nhà máy. Các chỉ số về kinh tế tăng trưởng liên tiếp và điều kiện thu hút đầu tư mạnh mẽ, Phước Thới là toạ độ lý tưởng về BĐS. KDC Phước Thới đã cung cấp cho thị trường những phân khúc đất nền, shophouse, nhà phố và giúp thu về lợi nhuận cho chủ sở hữu; trong đó, đất nền vẫn là phân khúc duy trì sức hút nhất trên thị trường.  Bà Phùng Thị Phượng – Phó TGĐ Điều hành Tổng Cty Đất Xanh Miền Tây, đơn vị phát triển dự án chia sẻ: Phước Thới Venus là dự án đất nền mới duy nhất tại Cần Thơ giai đoạn hiện tại. Thị trường Cần Thơ nói riêng và Tây Nam Bộ nói chung hiện khan hiếm nguồn cung mới khi nhu cầu sở hữu bất động sản vẫn ở mức cao. Với 24 sản phẩm giới hạn của Phước Thới Venus sẽ tạo nên sự sôi động cho thị trường Cần Thơ tháng 2 này.', 'Tin Tức Thị Trường', 'Nguyễn Lan Anh', '2023-03-06 19:21:31', '2023-03-06 19:27:39'),
(191, 'Bất Động Sản Trà Vinh đầy khí thế đón nhận thông tin 24 sản phẩm đất nền mới giới hạn tại Phước Thới Venus', 'Phước Thới là khu vực nằm ở trung tâm 3 vùng động lực của quận Ô Môn (vùng đô thị trung tâm, vùng đô thị công nghiệp, vùng đô thị nông nghiệp kết hợp du lịch sinh thái), sở hữu tuyến giao thông huyết mạch liên kết kinh tế của TP Cần Thơ – Quốc lộ 91 và khu vực hội tụ đông đảo KCN, công nghệ cao, nhà máy. Các chỉ số về kinh tế tăng trưởng liên tiếp và điều kiện thu hút đầu tư mạnh mẽ, Phước Thới là toạ độ lý tưởng về BĐS. KDC Phước Thới đã cung cấp cho thị trường những phân khúc đất nền, shophouse, nhà phố và giúp thu về lợi nhuận cho chủ sở hữu; trong đó, đất nền vẫn là phân khúc duy trì sức hút nhất trên thị trường.  Bà Phùng Thị Phượng – Phó TGĐ Điều hành Tổng Cty Đất Xanh Miền Tây, đơn vị phát triển dự án chia sẻ: Phước Thới Venus là dự án đất nền mới duy nhất tại Cần Thơ giai đoạn hiện tại. Thị trường Cần Thơ nói riêng và Tây Nam Bộ nói chung hiện khan hiếm nguồn cung mới khi nhu cầu sở hữu bất động sản vẫn ở mức cao. Với 24 sản phẩm giới hạn của Phước Thới Venus sẽ tạo nên sự sôi động cho thị trường Cần Thơ tháng 2 này.', 'Tin Tức Cộng Đồng', 'Nguyễn Lan Anh', '2023-03-06 19:21:31', '2023-03-06 19:27:39'),
(211, 'Bất Động Sản Trà Vinh đầy khí thế đón nhận thông tin 24 sản phẩm đất nền mới giới hạn tại Phước Thới Venus', 'Phước Thới là khu vực nằm ở trung tâm 3 vùng động lực của quận Ô Môn (vùng đô thị trung tâm, vùng đô thị công nghiệp, vùng đô thị nông nghiệp kết hợp du lịch sinh thái), sở hữu tuyến giao thông huyết mạch liên kết kinh tế của TP Cần Thơ – Quốc lộ 91 và khu vực hội tụ đông đảo KCN, công nghệ cao, nhà máy. Các chỉ số về kinh tế tăng trưởng liên tiếp và điều kiện thu hút đầu tư mạnh mẽ, Phước Thới là toạ độ lý tưởng về BĐS. KDC Phước Thới đã cung cấp cho thị trường những phân khúc đất nền, shophouse, nhà phố và giúp thu về lợi nhuận cho chủ sở hữu; trong đó, đất nền vẫn là phân khúc duy trì sức hút nhất trên thị trường.  Bà Phùng Thị Phượng – Phó TGĐ Điều hành Tổng Cty Đất Xanh Miền Tây, đơn vị phát triển dự án chia sẻ: Phước Thới Venus là dự án đất nền mới duy nhất tại Cần Thơ giai đoạn hiện tại. Thị trường Cần Thơ nói riêng và Tây Nam Bộ nói chung hiện khan hiếm nguồn cung mới khi nhu cầu sở hữu bất động sản vẫn ở mức cao. Với 24 sản phẩm giới hạn của Phước Thới Venus sẽ tạo nên sự sôi động cho thị trường Cần Thơ tháng 2 này.', 'Tin Tức Cộng Đồng', 'Nguyễn Lan Anh', '2023-03-06 19:21:31', '2023-03-06 19:27:39');

-- --------------------------------------------------------

--
-- Cấu trúc bảng cho bảng `product`
--

CREATE TABLE `product` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `name` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `price` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `image` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `chitiet_image1` varchar(100) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `chitiet_image2` varchar(100) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `chitiet_image3` varchar(100) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `chitiet_image4` varchar(100) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `danhmuc` varchar(20) COLLATE utf8mb4_unicode_ci NOT NULL,
  `noidung_sp` text COLLATE utf8mb4_unicode_ci NOT NULL,
  `views` varchar(10) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `hot_sales` tinyint(1) DEFAULT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Đang đổ dữ liệu cho bảng `product`
--

INSERT INTO `product` (`id`, `name`, `price`, `image`, `chitiet_image1`, `chitiet_image2`, `chitiet_image3`, `chitiet_image4`, `danhmuc`, `noidung_sp`, `views`, `hot_sales`, `created_at`, `updated_at`) VALUES
(1, 'Chung Cư Cara River Park', '1200000000', 'cara-river-park (3).jpg', 'cara-river-park (1).jpg', 'cara-river-park (1).jpeg', 'cara-river-park (4).jpg', 'hoang-tam-5.jpg', 'DỰ ÁN CẦN THƠ', 'CARA RIVER PARK là dự án chung cư cao cấp đầu tiên tại Thành phố Cần Thơ do Công ty CP Dịch Vụ và Đầu Tư Đất Xanh Miền Tây làm chủ đầu tư – đơn vị uy tín hàng đầu trong mảng dịch vụ bất động sản chuyên nghiệp tại ĐBSCL. Đây là dự án mang tính đột phá, là dự án hội tụ những ý tưởng lớn, khát vọng lớn, và sự hợp tác với những thương hiệu uy tín hàng đầu như: Đất Xanh E&C, CBRE - đơn vị tư vấn, quản lý, vận hành BĐS hàng đầu Việt Nam và 40 nhà cung cấp uy tín lĩnh vực thiết kế, vật liệu xây dựng.\r\nĐặc biệt, CARA RIVER PARK thừa hưởng hai tiêu chuẩn quan trọng của một dự án thượng đỉnh: vị trí đặc biệt với 4 mặt tiền tại trung tâm thành phố và thiết kế độc đáo, sang trọng, mang tính duy mỹ cao.', '10', 1, NULL, '2023-03-20 06:20:54'),
(2, 'Khu Chung Cư Tây Đô Plaza', '1100000000', 'tay-do-plaza (5).jpg', 'tay-do-plaza (1).jpg', 'tay-do-plaza (2).jpg', 'tay-do-plaza (4).jpg', 'tay-do-plaza (3).jpg', 'DỰ ÁN HẬU GIANG', 'Căn hộ chung cư Tây Đô Plaza Hậu Giang với vị trí đặc địa nằm giáp ranh quận Cái Răng, Tp. Cần Thơ với nhiều tiện ích xung quanh và mật độ dân cư cao. Kết hợp những nét tinh túy của nghệ thuật cổ điển và hiện đại, Chung Cư Tây Đô Plaza Hậu Giang được thiết kế theo phong cách Tân Cổ Điển. Với lối kiến trúc tinh tế, căn hộ chung cư Tây Đô Plaza sở hữu những chi tiết đắt giá của kiến trúc cổ điển nhưng được tiết chế, tinh giản và gần gũi hơn với cuộc sống hiện đại.\r\nTÂY ĐÔ PLAZA HẬU GIANG là một phân khu chính trong dự án Tây Đô EcoPark. Đây là một trong những dự án tiên phong về mô hình khu dân cư sinh thái & tổ hợp thương mại đa chức năng. Khu dân cư này không chỉ mang đến giá trị đầu tư mà còn là nơi an cư hoàn hảo cho cư dân bởi hệ thống tiện ích/dịch vụ đa dạng. Dự báo đây sẽ là “vùng đất vàng” thu hút đông đảo nhà đầu tư trong thời gian tới.', '23', 0, NULL, '2023-03-20 05:41:33'),
(3, 'Khu Đô Thị Hòa Bình Riverside', '970000000', 'hoa-binh-riverside (1).jpg', 'hoa-binh-riverside (2).jpg', 'hoa-binh-riverside (3).jpg', 'hoa-binh-riverside (4).jpg', 'hoa-binh-riverside (5).jpg', 'DỰ ÁN HẬU GIANG', 'Dự án tiện ích nội khu như: đường dạo bộ, công viên ven sông, cafe ngoài trời, khu chơi thể thao, khu giải trí, khu sinh hoạt cộng đồng và shophouse phục vụ cho việc mua sắm của cư dân...\r\nĐược quy hoạch là khu dân cư tiên phong kiểu mẫu tại thành phố – Ngã Bảy, tỉnh Hậu Giang. Dự án Hòa Bình Riverside có cơ sở hạ tầng hiện đại với hệ thống điện – nước âm, nguồn nước được dẫn từ nhà máy, hệ thống chiếu sáng, vỉa hè, cây xanh cực kỳ bắt mắt. Hòa Bình Riverside sẽ mang tới một không gian sống hiện đại, đẳng cấp, xứng tầm với thu nhập và mức sống của các chủ nhân tương lai.', '15', 0, NULL, '2023-03-20 06:29:09'),
(4, 'Khu Dân Cư Minh Trí', '850000000', 'kdc-minh-tri (2).jpg', 'kdc-minh-tri (3).jpg', 'kdc-minh-tri (5).jpg', 'kdc-minh-tri (1).jpg', 'kdc-minh-tri (4).jpg', 'DỰ ÁN HẬU GIANG', 'Được ví như thiên đường xanh giữa vùng đất lành, dự án Khu Dân Cư Minh Trí là một trong những dự án bất động sản giá trị thuộc tỉnh Hậu Giang hiện nay. Khu Dân Cư Minh Trí sở hữu vị trí đắc địa, quy hoạch hiện đại cùng hàng loạt tiện ích hấp dẫn, không chỉ là lựa chọn an cư hàng đầu mà còn là cơ hội đầu tư sinh lời hiệu quả\r\nKhu dân cư Minh Trí là dự án đầu tiên và duy nhất triển khai mô hình nhà phố kinh doanh tại. Hậu Giang với quy hoạch hiện đại, kiến trúc và cảnh quang đẹp. Đáp ứng hoàn toàn nhu cầu của khách hàng đặt ra cho một dự án bất động sản. Sự kết hợp tuyệt vời giữa chức năng nhà ở với giao dịch thương mại sẽ mang lại cho chủ nhân sở hữu đất nền Hậu Giang  một không gian sống đáng mơ ước.\r\nVị trí đắc địa, phong thủy cực đẹp, giá bán hấp dẫn, Dự án Khu Dân Cư Minh Trí là một trong những điểm sáng bất động sản Hậu Giang nói riêng và miền Tây nói chung trong năm 2021.', '6', 0, NULL, '2023-03-20 06:28:32'),
(5, 'Đại Đô Thị Stella Mega City', '2200000000', 'stella-mega-city (2).jpg', 'stella-mega-city (1).jpg', 'stella-mega-city (3).jpg', 'stella-mega-city (4).jpg', 'stella-mega-city (5).jpg', 'DỰ ÁN CẦN THƠ', 'Stella Mega City Cần Thơ là một trong các dự án với quy mô xây dựng và tổng mức vốn đầu tư lớn tại thành phố Cần Thơ. Đồng thời, dự án này do chủ dầu tư Kita Group phát triển. Dự án này sẽ đem lại một khu đô thị kiểu mẫu với các giá trị tiện ích giúp kiến tạo nên cuộc sống đẳng cấp, hoàn hảo. Đồng thời còn có chất lượng cho những cư dân tương lai.\r\nTrong thời điểm vùng đất Tây đô này đang thu hút các nhà đầu tư bất động sản đổ về đây. Do đó, phân khu The Central của Stella Mega City trở thành điểm sáng thu hút sự quan tâm của khách hàng. Trong tương lai nơi đây hứa hẹn sẽ trở thành điểm đến sôi động và hiện đại. Đồng thời khẳng định tâm huyết của đơn vị phát triển của dự án Kita Group.', '20', 1, NULL, '2023-03-20 06:28:57'),
(6, 'Khu Dân Cư Vạn Phát Sông Hậu', '930000000', 'van-phat-song-hau (4).jpg', 'van-phat-song-hau (1).jpg', 'van-phat-song-hau (3).jpg', 'van-phat-song-hau (2).jpg', 'van-phat-song-hau (5).jpg', 'DỰ ÁN CẦN THƠ', 'Khu Dân Cư Thương Mại Dịch Vụ Mái Dầm (Vạn Phát Sông Hậu) là dự án Bất động sản đô thị chuyên nghiệp tiên phong tại thị trấn “công nghiệp” Mái Dầm do CÔNG TY TNHH NAM CHÂU làm chủ đầu tư. Thừa hưởng trọn vẹn cơ sở hạ tầng liên kết từ “thủ phủ miền Tây” Thành phố Cần Thơ – đây được dự báo sẽ trở thành tâm điểm tại thị trường bất động sản trong năm 2020.\r\nVị trí đắc địa kết nối nhiều tỉnh Đồng Bằng Sông Cửu Long là trung tâm đô thị của thủ phủ công nghiệp Tây Nam Bộ. Hứa hẹn sẽ mang đến nhiều giá trị, lợi ích cho khách hàng đầu tư và sinh sống.', '18', 0, NULL, '2023-03-20 05:55:45'),
(7, 'Khu Dân Cư Phước Thới', '1300000000', 'kdc-phuoc-thoi (3).jpg', 'kdc-phuoc-thoi (1).jpg', 'kdc-phuoc-thoi (1).jpeg', 'kdc-phuoc-thoi (4).jpg', 'kdc-phuoc-thoi (2).jpg', 'DỰ ÁN CẦN THƠ', 'Dự án nằm trên quốc lộ 91, tại phường Phước Thới, có vị trí giao thông thuận lợi và kết nối dễ dàng với các trung tâm thương mại, bệnh viện, chợ, trường học và khu trung tâm lân cận. Hầu hết diện tích dự án là không gian sống xanh, giúp khí trời trong lành và mang đến cho cư dân một môi trường sống gần gũi với thiên nhiên. Dự án đã hoàn thiện và được trang bị đầy đủ trang thiết bị hiện đại để phục vụ nhu cầu sống của cư dân ở mức tốt nhất.\r\nKhu dân cư phường Phước Thới là dự án đầu tiên tại phường Phước Thới, Q. Ô Môn, Thành phố Cần Thơ. Đáp ứng yêu cầu của một khu đô thị hiện đại, hội tụ đầy đủ tiện ích cao cấp phục vụ đời sống cư dân tại đây.\r\nCùng với lợi thế về vị trí, không gian sống, thiết kế kiến trúc, cơ sở hạ tầng đồng bộ… Khu dân cư P. Phước Thới hứa hẹn sẽ là tâm điểm chú ý của thị trường bất động sản Tây Nam Bộ trong thời gian tới, thúc đẩy sự phát triển kinh tế và nâng cao giá trị, vị thế tính cạnh tranh của phường Phước Thới.', '9', 0, NULL, '2023-03-20 05:58:11'),
(8, 'Khu Đô Thị Thương Mại Gem Sky World', '2500000000', 'gem-sky-world (5).jpg', 'gem-sky-world (2).jpg', 'gem-sky-world (1).jpg', 'gem-sky-world (3).jpg', 'gem-sky-world (4).jpg', 'DỰ ÁN CẦN THƠ', 'Nổi bật với kiến trúc độc đáo lấy cảm hứng từ vũ trụ, công viên trung tâm của Gem Sky World - Sky Park còn tạo nên dấu ấn riêng bởi tòa nhà điều hành hiện đại, giàu tính thẩm mỹ. Nhờ sự kết hợp tinh tế của kính và các hình khối xếp chồng như cánh hoa mà khu vực này luôn đón ánh mặt trời phản quang rực rỡ vào ban ngày và ánh đèn lấp lánh khi màn đêm buông xuống.\r\nSở hữu công viên trung tâm Sky Park cùng hệ thống 6 công viên nội khu hoành tráng, Gem Sky World mở ra một không gian sống ngập tràn sắc xanh, nơi con người và thiên nhiên giao hòa trong bản tình ca bất hủ.\r\nỞ Gem Sky World, cây xanh đã trở thành ngôn ngữ kiến trúc xuyên suốt dự án, không chỉ ở công viên mà trải dài toàn bộ khu đô thị, như một phép màu biến cuộc sống hiện đại trở nên mềm mại hơn, ngọt ngào hơn.', '16', 1, NULL, '2023-03-20 06:28:42'),
(9, 'Khu Đô Thị Hoàng Tâm', '1500000000', 'hoang-tam-6.jpg', 'hoang-tam-3.jpg', 'hoang-tam-2.jpg', 'hoang-tam-5.jpg', 'hoang-tam-1.jpg', 'DỰ ÁN SÓC TRĂNG', 'Dự án Khu đô thị mới Hoàng Tâm là khu tổ hợp nhà phố thương mại, nhà phố liên kế và đất nền thổ cư với quy mô 40,3ha do Công ty Thương mại Địa ốc Hoàng Tâm làm chủ đầu tư. Dự án tọa lạc tại ấp Tân Hưng, xã Lý Văn Lâm, Thành phố Ngã Bảy, tỉnh Sóc Trăng và hạ tầng hoàn thiện 100%, có sổ đỏ từng nền.\r\nKhông chỉ sở hữu vị trí đắc địa mà đây còn là một khu dân cư hiện đại với hệ thống tiện ích, dịch vụ hoàn hảo, đảm bảo đáp ứng nhu cầu của mọi cư dân. Khu đô thị mới Hoàng Tâm hứa hẹn là dự án bất động sản HOT nhất và hấp dẫn nhất tại Sóc Trăng, phù hợp cho đầu tư sinh lời giai đoạn đầu cực tốt và sinh sống thoải mái với các tiện ích đầy đủ.', '32', 0, NULL, '2023-03-20 06:23:51'),
(10, 'Khu Dân Cư Garden Home', '1200000000', 'hoang-tam-4.jpg', 'garden-home (1).jpeg', 'garden-home (1).jpg', 'garden-home (2).jpg', 'garden-home (3).jpg', 'DỰ ÁN SÓC TRĂNG', 'Dự án Garden Homes được quy hoạch trên diện tích đất rộng 11 ha, chủ yếu gồm các loại hình biệt thự như biệt thự đơn lập, biệt thự song lập, biệt thự tứ lập so Công ty TNHH Xây dựng Việt Quốc làm chủ đầu tư. Với đa dạng các loại diện tích từ 200 m2 đến 680 m2 cùng thiết kế cảnh quan nội, ngoại thất với sân vườn, tiểu cảnh cùng tiện nghi sang trọng, hiện đại của khu biệt thự hứa hẹn sẽ đem đến sự hài lòng cho các khách hàng lựa chọn sinh sống và làm việc tại đây.\r\nThủ Đức Garden Homes có vị trí nằm gần các khu đô thị lớn nhưng vẫn đủ không gian yên tĩnh, trong lành để cư dân thoải mái rèn luyện sức khỏe và thư giãn cùng gia đình. Ngoài ra, hệ thống tiện ích đồng bộ của dự án như khu vui chơi trẻ em, sân golf rộng lớn... hứa hẹn sẽ đem đến cho những trải nghiệm cuộc sống tuyệt vời cho các cư dân.', '28', 0, NULL, '2023-03-20 06:02:49'),
(11, 'Khu Dân Cư Minh Châu', '900000000', 'kdc-minh-chau (1).jpg', 'kdc-minh-chau (2).jpg', 'kdc-minh-chau (1).jpeg', 'kdc-minh-chau (3).jpg', 'kdc-minh-chau (4).jpg', 'DỰ ÁN SÓC TRĂNG', 'Khu dân cư Minh Châu gây chú ý với diện mạo mới đầy sức sống.Pháp lý vững chắc, hạ tầng hoàn thiện với các tiện ích nội khu đang khẩn trương thi công. Bên cạnh đó, đơn vị phát triển dự án Công ty CP Xây dựng và Thương mại Vạn Phát cho hay, đơn vị này đã hoàn thành 100%  nghĩa vụ nộp thuế liên quan đến một phần dự án mà công ty này đã mua lại từ Chủ đầu tư Minh Châu.\r\nVạn Phát được biết đến là chủ đầu tư bất động sản có tiềm lực mạnh, kinh nghiệm triển khai nhiều dự án bất động sản qui mô lớn tại khu vực ĐBSCL điển hình như khu dân cư Vạn Phát Cồn Khương, Vạn Phát Cái Tắc, \r\nKhu dân cư Minh Châu toạ lạc trên trục đường Bắc Nam Quốc lộ 1A. Với quy hoạch bài bản về hạ tầng và giao thông tại trung tâm thành phố Sóc Trăng, Khu dân cư Minh Châu chắc chắn sẽ hưởng lợi khá nhiều từ những chính sách nâng tầm đô thị của khu vực.', '12', 0, NULL, '2023-03-20 06:06:35');

-- --------------------------------------------------------

--
-- Cấu trúc bảng cho bảng `roles`
--

CREATE TABLE `roles` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `role_name` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Đang đổ dữ liệu cho bảng `roles`
--

INSERT INTO `roles` (`id`, `role_name`, `created_at`, `updated_at`) VALUES
(1, 'admin', NULL, NULL),
(2, 'demo', NULL, NULL),
(3, 'quantri', NULL, NULL);

-- --------------------------------------------------------

--
-- Cấu trúc bảng cho bảng `role_user`
--

CREATE TABLE `role_user` (
  `id` int(11) NOT NULL,
  `name` varchar(50) CHARACTER SET utf8mb4 COLLATE utf8mb4_bin NOT NULL,
  `role_name` varchar(250) CHARACTER SET utf8mb4 COLLATE utf8mb4_bin NOT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Đang đổ dữ liệu cho bảng `role_user`
--

INSERT INTO `role_user` (`id`, `name`, `role_name`, `created_at`, `updated_at`) VALUES
(70, '9', '11', '2023-02-21 20:46:46', '2023-02-21 20:46:46'),
(71, '6', '9', '2023-02-22 23:38:48', '2023-02-22 23:38:48'),
(72, '6', '11', '2023-02-22 23:38:48', '2023-02-22 23:38:48'),
(73, '6', '15', '2023-02-22 23:38:48', '2023-02-22 23:38:48'),
(74, '11', '15', '2023-02-23 20:44:16', '2023-02-23 20:44:16'),
(75, '12', '9', '2023-03-05 19:37:33', '2023-03-05 19:37:33'),
(86, '4', '20', '2023-03-14 09:43:59', '2023-03-14 09:43:59'),
(87, '21', '20', '2023-03-20 04:20:19', '2023-03-20 04:20:19'),
(88, '22', '9', '2023-03-20 04:52:40', '2023-03-20 04:52:40'),
(90, '23', '11', '2023-03-20 04:54:47', '2023-03-20 04:54:47'),
(91, '24', '30', '2023-03-20 04:55:21', '2023-03-20 04:55:21'),
(92, '25', '29', '2023-03-20 04:55:32', '2023-03-20 04:55:32'),
(93, '26', '30', '2023-03-20 09:33:21', '2023-03-20 09:33:21');

-- --------------------------------------------------------

--
-- Cấu trúc bảng cho bảng `sanpham`
--

CREATE TABLE `sanpham` (
  `id` int(11) NOT NULL,
  `san_pham` varchar(50) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4;

--
-- Đang đổ dữ liệu cho bảng `sanpham`
--

INSERT INTO `sanpham` (`id`, `san_pham`) VALUES
(1, 'Iphone'),
(3, 'Nokia'),
(4, 'SamSung'),
(5, 'Hawue');

-- --------------------------------------------------------

--
-- Cấu trúc bảng cho bảng `test`
--

CREATE TABLE `test` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `ma_kh` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `hoten` varchar(100) COLLATE utf8mb4_unicode_ci NOT NULL,
  `diachi` varchar(100) COLLATE utf8mb4_unicode_ci NOT NULL,
  `sdt` varchar(20) COLLATE utf8mb4_unicode_ci NOT NULL,
  `ten_sp` varchar(20) COLLATE utf8mb4_unicode_ci NOT NULL,
  `dongia_sp` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `soluong_sp` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `tonggia_sp` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Đang đổ dữ liệu cho bảng `test`
--

INSERT INTO `test` (`id`, `ma_kh`, `hoten`, `diachi`, `sdt`, `ten_sp`, `dongia_sp`, `soluong_sp`, `tonggia_sp`, `created_at`, `updated_at`) VALUES
(3, 'tha', 'Lâm Nhật Huy', 'Phan Văn Hớn-Phường Tân Thới Nhất-Quận 12-TP HCM', '038 778 1268', '', '172000000', '10', '171460000', '2022-11-08 00:25:24', '2022-11-08 00:25:24'),
(5, 'tha', 'Lâm Nhật Huy', 'Phan Văn Hớn-Phường Tân Thới Nhất-Quận 12-TP HCM', '038 778 1268', '', '56000000', '3', '55460000', '2022-11-08 00:48:51', '2022-11-08 00:48:51'),
(6, 'sieuga', 'Thạch Chanh Tha(Sieuga)', '134-Nguyễn Đệ-Quận Ninh Kiều-TP. Cần Thơ', '0908 346 989', '', '59000000', '3', '58460000', '2022-11-08 00:51:42', '2022-11-08 00:51:42'),
(7, 'sieuga', 'Thạch Chanh Tha', '134-Nguyễn Đệ-Quận Ninh Kiều-TP. Cần Thơ', '0908 346 989', '', '88000000', '5', '87460000', '2022-11-08 02:47:32', '2022-11-08 02:47:32'),
(8, 'sieuga', 'Thạch Chanh Tha', '134-Nguyễn Đệ-Quận Ninh Kiều-TP. Cần Thơ', '0908 346 989', '', '114000000', '6', '113460000', '2022-11-10 19:03:36', '2022-11-10 19:03:36'),
(9, 'sieuga', 'Thạch Chanh Tha', '134-Nguyễn Đệ-Quận Ninh Kiều-TP. Cần Thơ', '0908 346 989', '', '65000000', '4', '64460000', '2022-11-10 20:07:59', '2022-11-10 20:07:59'),
(10, 'sieuga', 'Thạch Chanh Tha', '134-Nguyễn Đệ-Quận Ninh Kiều-TP. Cần Thơ', '0908 346 989', '', '78000000', '4', '77460000', '2022-11-10 20:36:07', '2022-11-10 20:36:07'),
(11, 'tha', 'Lâm Nhật Huy', 'Phan Văn Hớn-Phường Tân Thới Nhất-Quận 12-TP HCM', '038 778 1268', '', '54000000', '3', '53460000', '2022-11-10 20:37:32', '2022-11-10 20:37:32'),
(12, 'tha', 'Lâm Nhật Huy', 'Phan Văn Hớn-Phường Tân Thới Nhất-Quận 12-TP HCM', '038 778 1268', 'Laptop Asus', '149000000', '8', '148460000', '2022-11-10 21:17:38', '2022-11-10 21:17:38'),
(13, 'tha', 'Lâm Nhật Huy', 'Phan Văn Hớn-Phường Tân Thới Nhất-Quận 12-TP HCM', '038 778 1268', 'Laptop HP', '36000000', '2', '35460000', '2022-11-10 21:19:07', '2022-11-10 21:19:07'),
(14, 'tha', 'Lâm Nhật Huy', 'Phan Văn Hớn-Phường Tân Thới Nhất-Quận 12-TP HCM', '038 778 1268', 'Laptop Asus', '39000000', '2', '38460000', '2022-11-10 21:19:45', '2022-11-10 21:19:45'),
(15, 'tha', 'Lâm Nhật Huy', 'Phan Văn Hớn-Phường Tân Thới Nhất-Quận 12-TP HCM', '038 778 1268', 'Laptop HP', '57000000', '3', '56460000', '2022-11-10 21:20:55', '2022-11-10 21:20:55'),
(16, 'tha', 'Lâm Nhật Huy', 'Phan Văn Hớn-Phường Tân Thới Nhất-Quận 12-TP HCM', '038 778 1268', 'Laptop Asus', '38000000', '2', '37460000', '2022-11-10 21:25:57', '2022-11-10 21:25:57'),
(17, 'tha', 'Lâm Nhật Huy', 'Phan Văn Hớn-Phường Tân Thới Nhất-Quận 12-TP HCM', '038 778 1268', 'Laptop Asus', '39000000', '2', '0', '2022-11-10 21:42:08', '2022-11-10 21:42:08'),
(18, 'tha', 'Lâm Nhật Huy', 'Phan Văn Hớn-Phường Tân Thới Nhất-Quận 12-TP HCM', '038 778 1268', 'Laptop Lenovo', '34000000', '2', '0', '2022-11-10 21:43:59', '2022-11-10 21:43:59');

-- --------------------------------------------------------

--
-- Cấu trúc bảng cho bảng `tintucdatxanh`
--

CREATE TABLE `tintucdatxanh` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `tieude_tintuc` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `noidung_tintuc` text COLLATE utf8mb4_unicode_ci NOT NULL,
  `anhdaidien_tintuc` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `danhmuc_tintuc` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Đang đổ dữ liệu cho bảng `tintucdatxanh`
--

INSERT INTO `tintucdatxanh` (`id`, `tieude_tintuc`, `noidung_tintuc`, `anhdaidien_tintuc`, `danhmuc_tintuc`, `created_at`, `updated_at`) VALUES
(20, 'Ba chìa khoá mở lối “Mạch vàng đầu tư, an cư thịnh vượng” của Phước Thới Venus', '<p><span style=\"font-size:12px\">Vùng 2 phát triển&nbsp;<strong>đô thị – công nghiệp&nbsp;</strong>quy mô khoảng 1.600ha gồm KCN Trà Nóc 2, Khu Nhà máy điện, Khu công nghệ cao và các đô thị phục vụ KCN&nbsp; dọc sông Hậu, QL91 và sông Trà Nóc. Phước Thới Venus chỉ cách KCN Trà Nóc 3 phút di chuyển, chính là giải pháp an cư lý tưởng cho các chuyên gia, người lao động và tiểu thương ở khu vực này, với đa dạng loại hình từ đất nền, nhà phố, shophouse đáp ứng đa dạng nhu cầu sử dụng của cư dân.</span></p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p><span style=\"font-family:Arial,Helvetica,sans-serif\"><span style=\"font-size:12px\">Vùng 3 sẽ phát triển nông nghiệp&nbsp;<strong>đô thị kết hợp du lịch</strong>&nbsp;sinh thái gắn kết với đô thị trung tâm Bình Thủy và Ninh Kiều. Đây sẽ là tiền đề thu hút đông đảo du khách trong và ngoài nước về tham quan, nghỉ dưỡng, đồng thời xúc tiến các hoạt động thương mại quốc tế, thu hút đầu tư FDI.</span></span></p>\r\n\r\n<p><span style=\"font-family:Arial,Helvetica,sans-serif\"><span style=\"font-size:12px\"><img alt=\"\" src=\"https://cdn.datxanhmientay.net/datxanh/2023/02/CTO-BDS-O-Mon-27_2_html_m466c81aa.jpg\" style=\"height:563px; width:1000px\" /></span></span></p>\r\n\r\n<p><span style=\"font-family:Arial,Helvetica,sans-serif\"><span style=\"font-size:12px\"><em>Diện mạo đô thị Phước Thới ngày càng khang trang hiện đại. Ảnh: sưu tầm</em></span></span></p>\r\n\r\n<p><span style=\"font-family:Arial,Helvetica,sans-serif\"><span style=\"font-size:12px\"><img alt=\"\" src=\"https://cdn.datxanhmientay.net/datxanh/2023/02/ban-do-quy-hoach-o-mon_19012023071345.png\" style=\"height:518px; width:898px\" /></span></span></p>\r\n\r\n<p><span style=\"font-family:Arial,Helvetica,sans-serif\"><span style=\"font-size:12px\"><em>Đồ án quy hoạch phân khu tỷ lệ 1/5000 quận Ô Môn đến năm 2030, tầm nhìn đến năm 2050 (Giai đoạn 1)</em></span></span></p>\r\n\r\n<p><span style=\"font-family:Arial,Helvetica,sans-serif\"><span style=\"font-size:12px\">Như vậy, với định hướng phát triển Ô Môn trong thời gian tới, Phước Thới sẽ trở thành tâm điểm và là nơi giao thoa giữa 3 vùng đô thị trọng điểm, được&nbsp; kỳ vọng sẽ trở thành một đô thị sầm uất bậc nhất và là hạt nhân của quận Ô Môn trên tất cả các lĩnh vực. Nổi bật hơn hết là 3 mũi nhọn về đô thị, công nghiệp và du lịch. Đồng thời, kéo theo các lĩnh vực khác như thương mại, dịch vụ, BĐS phát triển.</span></span></p>\r\n\r\n<p><span style=\"font-family:Arial,Helvetica,sans-serif\"><span style=\"font-size:12px\">Đây không chỉ là lợi thế giúp Phước Thới thu hút dân cư, người lao động, chuyên gia, cả tiểu thương và nhà đầu tư về sinh sống, làm việc, kinh doanh buôn bán và mở rộng phát triển kinh tế – xã hội tại địa phương; mà còn đưa Phước Thới Venus trở nên đắt giá hơn trong mắt các nhà đầu tư bất động sản.</span></span></p>\r\n\r\n<h2><span style=\"font-family:Arial,Helvetica,sans-serif\"><span style=\"font-size:12px\"><strong>Hạ tầng giao thông là đòn bẩy thúc đẩy tăng trưởng BĐS Phước Thới</strong></span></span></h2>\r\n\r\n<p><span style=\"font-family:Arial,Helvetica,sans-serif\"><span style=\"font-size:12px\">Hạ tầng giao thông đồng bộ, hiện đại được đánh giá sẽ là động lực thúc đẩy sự phát triển kinh tế – xã hội, góp phần nâng tầm diện mạo đô thị khu vực Tây Nam Bộ. Phước Thới cũng không nằm ngoài quy luật. Các dự án giao thông đã mang đến một “ngoại hình” mới khang trang hơn, hiện đại hơn cho đô thị Phước Thới. Đồng thời, mở ra cơ hội cho thị trường bất động sản Phước Thới tăng trưởng bứt phá trong thời gian tới.</span></span></p>\r\n\r\n<p><span style=\"font-family:Arial,Helvetica,sans-serif\"><span style=\"font-size:12px\">Các dự án giao thông trọng điểm không chỉ có tầm quan trọng với Phước Thới, mà còn có ý nghĩa chiến lược đối với sự phát triển vươn tầm của vùng ĐBSCL, phải kể đến như:</span></span></p>\r\n\r\n<p><span style=\"font-family:Arial,Helvetica,sans-serif\"><span style=\"font-size:12px\"><strong>Cao tốc Châu Đốc – Cần Thơ – Sóc Trăng</strong>&nbsp;có điểm đầu liên kết với tuyến đường QL91 (tuyến N1) và điểm cuối ở nút giao với QL Nam Sông Hậu thuộc cảng Trần Đề – Sóc Trăng.&nbsp;<strong>Quốc lộ 91</strong>&nbsp;– “mắt xích” quan trọng của mạng lưới giao thông TP. Cần Thơ và vùng ĐBSCL, kết nối các quận huyện của TP Cần Thơ gồm Ninh Kiều – Bình Thuỷ – Thốt Nốt – Cờ Đỏ với TP Long Xuyên, tỉnh An Giang và các tỉnh, thành của vùng ĐBSCL.</span></span></p>\r\n\r\n<p><span style=\"font-family:Arial,Helvetica,sans-serif\"><span style=\"font-size:12px\"><img alt=\"\" src=\"https://cdn.datxanhmientay.net/datxanh/2023/02/DJI_0015-1536x1024.jpg\" style=\"height:1024px; width:1536px\" /></span></span></p>\r\n\r\n<p><span style=\"font-family:Arial,Helvetica,sans-serif\"><span style=\"font-size:12px\"><em>Công nghiệp Phước Thới phát triển là cơ hội phát triển của phân khúc BĐS công nghiệp và BĐS nhà ở. Ảnh: sưu tầm</em></span></span></p>\r\n\r\n<p><span style=\"font-family:Arial,Helvetica,sans-serif\"><span style=\"font-size:12px\"><strong>Đường vành đai phía Tây</strong>&nbsp;bắt đầu từ QL91 thuộc địa phận quận Ô Môn và kết thúc tại điểm giao với QL61C, đi qua 5 quận huyện của TP Cần Thơ gồm Ô Môn, Bình Thuỷ, Ninh Kiều, Cái Răng và Phong Điền.&nbsp;<strong>Dự án xây dựng và nâng cấp đường tỉnh 923</strong>&nbsp;với tổng chiều dài 13,8km, trong đó xây dựng mới 3,1km từ cuối đường Nguyễn Văn Cừ nối dài đến tỉnh lộ 923 thuộc xã Tân Thới; nâng cấp mở rộng 10,7km, đoạn từ xã Tân Thới đến điểm cuối giao với QL91 thuộc địa phận quận Ô Môn.&nbsp;</span></span></p>\r\n\r\n<p><span style=\"font-family:Arial,Helvetica,sans-serif\"><span style=\"font-size:12px\">Các tuyến đường khi hoàn thành sẽ tạo nên mạng lưới giao thông thông suốt, kết nối với các tuyến quốc lộ, đường nội đô đã hiện hữu. Con đường nối tiếp con đường, đô thị kết nối đô thị, sẽ tạo điều kiện thuận lợi trong việc giao thương kinh tế, phát triển đô thị một cách đồng bộ giữa Phước Thới và các quận huyện TP Cần Thơ. Qua đó, tạo động lực thúc đẩy sự phát triển kinh tế – xã hội của khu vực Tây Nam Bộ. Ngoài ra, khu vực Phước Thới còn có lợi thế khi liền kề sân bay quốc tế Cần Thơ.</span></span></p>\r\n\r\n<p><span style=\"font-family:Arial,Helvetica,sans-serif\"><span style=\"font-size:12px\">Hạ tầng giao thông đồng bộ, hiện đại sẽ là động lực quan trọng để Phước Thới bứt phá phát triển về mọi mặt, đặc biệt là lĩnh vực BĐS.</span></span></p>\r\n\r\n<h2><span style=\"font-family:Arial,Helvetica,sans-serif\"><span style=\"font-size:12px\"><strong>Phước Thới thuộc lõi trung tâm phát triển công nghiệp quận Ô Môn</strong></span></span></h2>\r\n\r\n<p><span style=\"font-family:Arial,Helvetica,sans-serif\"><span style=\"font-size:12px\">Ô Môn sở hữu đến ⅜ KCN của TP Cần Thơ, trong đó khu vực Phước Thới có đến 2 khu công nghiệp gồm KCN Trà Nóc 2 (diện tích 157ha nằm gần KCN Trà Nóc 1) và KCN Ô Môn (diện tích 256ha) cùng nhà máy, khu công nghệ cao gồm nhà máy nhiệt điện Ô Môn, vườn ươm công nghệ Việt Nam – Hàn Quốc… là tiền đề để Phước Thới đẩy mạnh phát triển công nghiệp, thu hút các doanh nghiệp trong và ngoài nước về đầu tư, đặt đại bản doanh, mở rộng sản xuất kinh doanh.</span></span></p>\r\n\r\n<p><span style=\"font-family:Arial,Helvetica,sans-serif\"><span style=\"font-size:12px\"><img alt=\"\" src=\"https://cdn.datxanhmientay.net/datxanh/2023/02/dau-khi-o-mon.jpg\" style=\"height:600px; width:1000px\" /></span></span></p>\r\n\r\n<p><span style=\"font-family:Arial,Helvetica,sans-serif\"><span style=\"font-size:12px\"><em>Công nghiệp Phước Thới phát triển là cơ hội phát triển của phân khúc BĐS công nghiệp và BĐS nhà ở. Ảnh: sưu tầm</em></span></span></p>\r\n\r\n<p><span style=\"font-family:Arial,Helvetica,sans-serif\"><span style=\"font-size:12px\">Đồng thời, mang đến cho Phước Thới nhiều cơ hội phát triển BĐS, đặc biệt là phân khúc BĐS công nghiệp và BĐS nhà ở phục vụ cho chuyên gia, người lao động làm việc trong các khu công nghiệp và cư dân sinh sống tại đô thị Phước Thới.&nbsp;</span></span></p>\r\n\r\n<h2><span style=\"font-family:Arial,Helvetica,sans-serif\"><span style=\"font-size:12px\"><strong>Phước Thới Venus – Mạch vàng đầu tư, an cư thịnh vượng</strong></span></span></h2>\r\n\r\n<p><span style=\"font-family:Arial,Helvetica,sans-serif\"><span style=\"font-size:12px\">Phước Thới Venus sở hữu vị trí đắc địa thuận tiện cho giao thương liên vùng và giao thông nội vùng: tọa lạc ngay trung tâm đô thị Phước Thới, sở hữu mặt tiền QL91 – đây là tuyến giao thông huyết mạch nối các quận huyện trung tâm TP Cần Thơ với TP Long Xuyên và TT Tịnh Biên tỉnh An Giang; gần kề KCN Trà Nóc I &amp; II, cách sân bay quốc tế Cần Thơ chỉ vài phút di chuyển. Đây không chỉ là lợi thế vàng giúp Phước Thới Venus trở nên đắt giá trong mắt nhà đầu tư, người mua nhà cũng rất “ưng bụng” khi thuận tiện “đủ đường”.</span></span></p>\r\n\r\n<p><span style=\"font-family:Arial,Helvetica,sans-serif\"><span style=\"font-size:12px\"><img alt=\"\" src=\"https://cdn.datxanhmientay.net/datxanh/2023/02/phuocthoi-index-1405x1024.jpg\" style=\"height:1024px; width:1405px\" /></span></span></p>\r\n\r\n<p><span style=\"font-family:Arial,Helvetica,sans-serif\"><span style=\"font-size:12px\"><em>Phước Thới Venus hiện chỉ còn 24 sản phẩm đất nền giới hạn</em></span></span></p>\r\n\r\n<p><span style=\"font-family:Arial,Helvetica,sans-serif\"><span style=\"font-size:12px\">Phước Thới Venus là sản phẩm đất nền duy nhất tại Cần Thơ hiện nay do Tổng Công ty Đất Xanh Miền Tây làm đơn vị phát triển dự án và phân phối độc quyền. Chỉ có 24 sản phẩm giới hạn, vừa là sản phẩm đầu tư sinh lời vượt trội trong trung và dài hạn, vừa là địa chỉ an cư lý tưởng mới mang đến cuộc sống hiện đại, tiện nghi cho cư dân.</span></span></p>\r\n\r\n<p><span style=\"font-family:Arial,Helvetica,sans-serif\"><span style=\"font-size:12px\">Phước Thới Venus với nhiều lợi thế và tiềm năng phát triển khi sở hữu 3 chìa khóa vàng về QUY HOẠCH – HẠ TẦNG – PHÁT TRIỂN CÔNG NGHIỆP, giúp mở lối cho sự thịnh vượng của BĐS khu vực và quận Ô Môn tăng trưởng vượt bậc trong thời gian tới.</span></span></p>\r\n\r\n<p>\"&gt;</p>\r\n\r\n<p>\"&gt;</p>\r\n\r\n<p>\"&gt;</p>\r\n\r\n<p>\"&gt;</p>\r\n\r\n<p>\"&gt;</p>\r\n\r\n<p>\"&gt;</p>', 'carariver-park.png', 'Tin Tức Thị Trường', '2023-03-10 08:32:26', '2023-03-11 08:13:49'),
(29, 'Đầu tư đất nền cần thơ giá “mềm”: Vẫn còn cơ hội nhưng cần nhanh tay', '<p>Giá “mềm” là một trong những bí quyết đầu tư dễ dàng giúp nhà đầu tư tối ưu lợi nhuận, thanh khoản cao. Theo đó, với tọa độ là thủ phủ miền Tây, dẫn đầu về quy hoạch cao tốc, Cần Thơ đang được xem là nơi rót tiền lý tưởng. Theo đó,&nbsp;<em><a href=\"https://datxanhmientay.net/can-tho-nha-dau-tu-boi-thu-voi-dat-nen-so-do-duoi-1-ty.html\" rel=\"noreferrer noopener\" target=\"_blank\">đầu tư đất nền Cần Thơ</a></em>&nbsp;giá “mềm” đang là mong ước của đại đa số khách hàng.</p>\r\n\r\n<p><img alt=\"Đầu tư đất nền Cần Thơ trở thành tâm điểm quan tâm\" src=\"https://cdn.datxanhmientay.net/datxanh/2022/11/dau-tu-dat-nen-can-tho-tro-thanh-tam-diem-quan-tam.jpg\" style=\"height:643px; width:841px\" /></p>\r\n\r\n<p><em>Đầu tư đất nền Cần Thơ trở thành tâm điểm quan tâm</em></p>\r\n\r\n<h2>Các tọa độ đầu tư đất nền Cần Thơ giá “mềm”</h2>\r\n\r\n<p>9 tháng đầu năm 2022, Cần Thơ đạt chỉ số GDP gần 8%, đây là một trong những mốc tăng trưởng cao nhất trong 3 năm qua của tỉnh. Đến nay, Cần Thơ là trung tâm y tế, giáo dục và thương mại nổi bật của ĐBSCL, thu hút nhiều lao động đến đây làm việc và an cư.</p>\r\n\r\n<p>Từ đó,&nbsp;<a href=\"https://datxanhmientay.net/can-tho-nha-dau-tu-boi-thu-voi-dat-nen-so-do-duoi-1-ty.html\" rel=\"noreferrer noopener\" target=\"_blank\">đầu tư đất nền Cần Thơ</a>&nbsp;trở thành tâm điểm quan tâm, đặc biệt là&nbsp;<a href=\"https://datxanhmientay.net/dat-nen-can-tho\" rel=\"noreferrer noopener\" target=\"_blank\">đất nền Cần Thơ</a>&nbsp;giá “mềm”. Nhất là trong bối cảnh gia tăng lượng lao động, sinh viên đến với Cần Thơ và đầu tư phát triển hạ tầng giao thông của tỉnh.</p>\r\n\r\n<p>Một số công trình giao thông nổi bật tại Cần Thơ phải kể đến cao tốc Mỹ Thuận – Cần Thơ và cầu Mỹ Thuận 2, với mục đích kết nối nhanh chóng khu vực Tây Nam Bộ và Đông Nam Bộ, phục vụ phát triển kinh tế. Ngoài ra, Cần Thơ còn là địa phương được ưu tiên phát triển hạ tầng kết nối với các tỉnh khác thuộc ĐBSCL, có tốc độ phát triển kinh tế cao như: Châu Đốc – Sóc Trăng – Cần Thơ; Cần Thơ – Cà Mau…</p>\r\n\r\n<p>Nếu xét về các quy hoạch này, thì một số tọa độ đầu tư&nbsp;<a href=\"https://datxanhmientay.net/dat-nen-can-tho\" rel=\"noreferrer noopener\" target=\"_blank\">đất nền</a>&nbsp;giá “mềm” tại Cần Thơ đang được xác định chính là Quận Cái Răng, Quận Bình Thủy và Huyện Thốt Nốt, Huyện Vĩnh Thạnh.</p>\r\n\r\n<p><img alt=\"Hình ảnh dự án Vĩnh Thạnh Center\" src=\"https://cdn.datxanhmientay.net/datxanh/2022/11/vinh-thanh-center-1.jpg\" style=\"height:640px; width:1000px\" /></p>\r\n\r\n<p><em>Hình ảnh dự án Vĩnh Thạnh Center</em></p>\r\n\r\n<p>Với nhà đầu tư có tài chính 300 triệu đồng kết hợp nguồn vốn vay ngân hàng, muốn đầu tư bất động sản giá “mềm” Cần Thơ có thể ưu tiên rót tiền vào Huyện Vĩnh Thạnh. Hiện giá đất khu vực này đang được bán ở mốc 1 tỷ đồng/nền 100 m2 (So sánh mức giá dự án&nbsp;<a href=\"https://www.batdongsancantho.org/2022/10/bat-ong-san-mien-tay-tro-thanh-ben-o.html\" rel=\"nofollow noopener\" target=\"_blank\">Vĩnh Thạnh Center</a>, đang được Đất Xanh Miền Tây chào bán, thuộc khu vực trung tâm hành chính huyện, đã hoàn thiện hạ tầng và sổ đỏ).</p>\r\n\r\n<h2>Đầu tư đất nền Cần Thơ giá “mềm”: Vẫn còn cơ hội nhưng cần nhanh tay</h2>\r\n\r\n<p>Một trong những lý do để 5 năm qua, Cần Thơ luôn là tọa độ đầu tư hàng đầu khu vực, thu hút không chỉ nhà đầu tư ĐBSCL mà cả Hồ Chí Minh và Hà Nội chính là tính thanh khoản cao và đi kèm mức giá “mềm”.</p>\r\n\r\n<p>Theo báo cáo của Hiệp hội BĐS Cần Thơ 6 tháng đầu năm 2022,&nbsp;<a href=\"https://datxanhmientay.net/dat-nen-can-tho\" rel=\"noreferrer noopener\" target=\"_blank\">đất nền Cần Thơ</a>&nbsp;đạt biên độ tăng giá từ 15 – 25%, tùy khu vực. Các khu vực đạt biên độ tăng trưởng cao thường gắn với: đầu tư hạ tầng; khu vực được quy hoạch các công trình thương mại; dễ dàng xây dựng nhà cho thuê ở hoặc kinh doanh;&nbsp;<a href=\"https://datxanhmientay.net/dat-nen-can-tho\" rel=\"noreferrer noopener\" target=\"_blank\">đất nền</a>&nbsp;thuộc khu đô thị có tiện ích nội khu…</p>\r\n\r\n<p>Đó cũng là lý do, khi chia sẻ về bí quyết đầu tư&nbsp;<a href=\"https://datxanhmientay.net/dat-nen-can-tho\" rel=\"noreferrer noopener\" target=\"_blank\">đất nền</a>&nbsp;giá “mềm” Cần Thơ, nhiều chuyên gia cho hay ngoài “sức khỏe” tài chính đảm bảo, nhà đầu tư cần chuẩn xác khi chọn lựa tọa độ rót tiền và đặc biệt là hành động nhanh. Vì khi ra quyết định sở hữu càng sớm, thì người mua đã và đang làm chủ lợi nhuận cao qua mỗi năm.</p>\r\n\r\n<p><img alt=\"Nhà đầu tư BĐS đang thu được lợi nhuận cao khi chọn đầu tư đất nền Cần Thơ rót tiền\" src=\"https://cdn.datxanhmientay.net/datxanh/2022/11/nha-dau-tu-bds-thu-loi-nhuan-cao-khi-rot-tien-vao-dat-nen-vinh-thanh.jpg\" style=\"height:574px; width:860px\" /></p>\r\n\r\n<p><em>Nhà đầu tư BĐS đang thu được lợi nhuận cao khi chọn đầu tư đất nền Cần Thơ rót tiền</em></p>\r\n\r\n<p>Là nhà đầu tư chuyên “săn”&nbsp;<a href=\"https://datxanhmientay.net/dat-nen-can-tho\">đất nền Cần Thơ</a>&nbsp;giá “mềm” – Ông. Nguyễn Minh Nhật cho hay: “Tôi rót tiền&nbsp;<a href=\"https://datxanhmientay.net/dau-tu-dat-nen-can-tho-gia-mem.html\">đầu tư đất nền Cần Th</a>ơ vì mức giá rẻ và tiềm năng tăng giá tốt. Tôi ưu tiên mua dự án tại huyện Vĩnh Thạnh vì khu vực này có nhiều tuyến cao tốc được quy hoạch và nổi bật là khu công nghiệp VSIP 300ha. Tương lai, khu vực này không chỉ tăng giá cao mà còn dễ sang nhượng.”</p>\r\n\r\n<p>Và không chỉ ông. Minh Nhật mà nhiều nhà đầu tư đã và đang tích cực sở hữu ít nhất một bất động sản đơn cử là&nbsp;<a href=\"https://datxanhmientay.net/dat-nen-can-tho\" rel=\"noreferrer noopener\" target=\"_blank\">đất nền tại Cần Thơ</a>&nbsp;với mức giá “mềm” và tiềm năng tăng giá lớn, cụ thể là khu vực giàu tiềm năng – huyện Vĩnh Thạnh.</p>', 'dat-nen-can-tho.jpg', 'Tin Tức Thị Trường', '2023-03-10 08:32:26', '2023-03-11 00:39:18'),
(32, 'Bất động sản đón đầu cao tốc Châu Đốc – Cần Thơ – Sóc Trăng', '<p>Chính phủ quyết nghị cho UBND các tỉnh An Giang, Cần Thơ, Hậu Giang, Sóc Trăng thực hiện thẩm quyền, trách nhiệm trong tổ chức thực hiện dự án thành phần được phân cấp, đảm bảo chất lượng, tiến độ cơ bản hoàn thành một số đoạn tuyến có lưu lượng giao thông lớn vào năm 2025, cơ bản hoàn thành toàn tuyến năm 2026 và hoàn thành đưa vào khai thác đồng bộ toàn Dự án năm 2027.</p>\r\n\r\n<p>Là một trong ba tuyến cao tốc trục ngang tại vùng ĐBSCL, cao tốc Châu Đốc – Cần Thơ – Sóc Trăng khi hoàn thành sẽ góp phần cải thiện mạng lưới giao thông trong khu vực, đáp ứng nhu cầu vận chuyển theo trục ngang dọc sông Hậu, liên kết với những khu vực sân bay quốc tế, khu cảng biển tại Cần Thơ, các trung tâm đô thị như Châu Đốc, Cần Thơ, Long Xuyên, cảng Trần Đề của tỉnh Sóc Trăng, những cửa khẩu quốc tế giáp Campuchia.</p>\r\n\r\n<p>Bên cạnh đó tuyến cao tốc trục ngang này cũng liên kết những tuyến trục dọc như: cao tốc Bắc – Nam phía đông (cao tốc Tp.HCM – Trung Lương – Mỹ Thuận – Cần Thơ – Cà Mau), cao tốc Bắc – Nam phía Tây (đường N2 – Mỹ An – Cao Lãnh Lộ Tẻ – Rạch Sỏi), Quốc lộ 1. Hạ tầng giao thông hoàn thiện sẽ tạo đột phá về nhiều mặt cho vùng ĐBSCL nói chung và 4 tỉnh An Giang, Cần Thơ, Hậu Giang, Sóc Trăng nói riêng. Điển hình là về giá trị bất động sản tại các khu vực này sẽ được tiếp thêm “nguồn sống mới” với triển vọng tăng giá và mức thanh khoản tốt khi dự án hoàn thành.</p>\r\n\r\n<p>Với tổng chiều dài hơn 57km qua địa bàn tỉnh An Giang, tổng mức đầu tư gần 13.800 tỷ đồng, Dự án cao tốc Châu Đốc – Cần Thơ – Sóc Trăng đi qua địa phận TP Châu Đốc, huyện Châu Phú, Châu Thành và huyện Thoại Sơn và có 3 nút giao. Dự kiến trong tháng 4/2023, tỉnh An Giang sẽ hoàn thành công tác GPMB. Đồng thời, tổ chức khởi công giai đoạn 1 của dự án vào ngày 30/4/2023.</p>\r\n\r\n<p>Đây là dự án lớn nhất triển khai trên địa bàn tỉnh từ trước đến nay, có ý nghĩa đặc biệt quan trọng. Đây là cơ sở, tiền đề để thúc đẩy kinh tế, xã hội An Giang tăng tốc phát triển trong thời gian tới.</p>\r\n\r\n<h2><strong>Triển vọng giá trị bất động sản An Giang</strong></h2>\r\n\r\n<p>Theo kế hoạch của sở Xây dựng tỉnh An Giang, toàn tỉnh sẽ có 24 đô thị và tỷ lệ đô thị hoá toàn tỉnh nâng từ con số 40% (tính đến cuối năm 2021) lên 42% trong năm 2023. Tốc độ đô thị hoá ngày một cao; du lịch – ngành “công nghiệp không khói” là một trong những lĩnh vực đột phá với nhiều cơ hội; hoạt động công nghiệp phát triển, trọng tâm, hiệu quả; cơ sở hạ tầng được đầu tư hoàn thiện, điều này đã tạo lợi thế cho thị trường&nbsp;<strong><a href=\"https://datxanhmientay.net/bat-dong-san-an-giang.html\" rel=\"noreferrer noopener\" target=\"_blank\">bất động sản An Giang</a></strong>&nbsp;ngày càng khởi sắc, không chỉ đầu tư mà nhiều người lựa chọn để trở thành ngôi nhà thứ hai tại vùng đất này.</p>\r\n\r\n<p><img alt=\"Bất động sản An Giang có tỉ lệ đô thị hoá ngày càng cao\" src=\"https://cdn.datxanhmientay.net/datxanh/2022/11/an-giang-co-ti-le-do-thi-hoa-ngay-cang-cao.jpg\" style=\"height:553px; width:831px\" /></p>\r\n\r\n<p style=\"text-align:center\"><em>An Giang có tỉ lệ đô thị hoá ngày càng cao, tốc độ tăng trưởng bất động sản vượt trội. Ảnh: sưu tầm</em></p>\r\n\r\n<p>Mặc dù đã và đang chịu ảnh hưởng của dịch bệnh Covid-19 trong 2 năm liên tiếp nhưng tình hình giao dịch bất động sản An Giang lại ghi nhận sôi nổi. Các sản phẩm được cung ứng đa dạng, dồi dào: từ đất nền, nhà phố, shophouse cho đến chung cư,… tập trung tại các huyện, thành phố có tốc độ phát triển cao, khu vực kinh tế trọng điểm như: Tp. Long Xuyên, Châu Đốc,…</p>\r\n\r\n<p>Tuy nhiên, quỹ đất trung tâm có thể quy hoạch các dự án bất động sản ngày càng thu hẹp, dẫn đến giá trị bất động sản dần trở nên đắt đỏ. Các nhà đầu tư khu vực phải tìm ra “đáp số” cho bài toán tìm kiếm nguồn cung mới cho thị trường. Các quỹ đất “vệ tinh” trung tâm có khả năng kết nối tốt, mặt bằng vừa tầm giá được hướng đến đầu tư. Trong đó huyện Thoại Sơn là điểm đến mới cho các nhà đầu tư trong giai đoạn hiện nay.</p>\r\n\r\n<p>Trong những năm qua, tốc độ phát triển của huyện Thoại Sơn luôn đạt mức tốt. Vị trí giao thương với Tp. Long Xuyên, Kiên Giang, TP. Cần Thơ làm cho bất động sản tại đây thêm phần giá trị. Trong đó dự án Khu dân cư (KDC) Chợ Kênh F mở rộng với mức giá “mềm” hơn so với mặt bằng chung, sở hữu vị trí “vàng” kết nối thêm vào đó là các giá trị thương mại – dịch vụ của khu vực hứa hẹn sẽ là “vùng trũng” đầu tư đầy tiềm năng.</p>\r\n\r\n<p>Dự án&nbsp;<a href=\"https://nammientay.vn/khu-dan-cu-cho-kenh-f-mo-rong/\" rel=\"noreferrer noopener nofollow\" target=\"_blank\">KDC Chợ Kênh F mở rộng</a>&nbsp;tọa lạc tại xã Định Thành, huyện Thoại Sơn, tỉnh An Giang, được đầu tư bởi Công ty CP Đầu tư Xây dựng và Địa ốc Hòa Hiệp. KDC Chợ Kênh F mở rộng được quy hoạch với quy mô gần 24ha, sở hữu vị trí “nhất cận thị” – liền kề với khu chợ kênh F sầm uất và kết nối với trung tâm Tp. Long Xuyên; “nhị cận giang” – ven dòng kênh F; “tam cận lộ” – kết nối trực tiếp đến ĐT 943 và ngay nút giao, hưởng lợi trực tiếp từ tuyến cao tốc Châu Đốc – Cần Thơ – Sóc Trăng. Dự án KDC chợ Kênh F mở rộng không chỉ có tiềm năng về đầu tư mà còn ý nghĩa về mặt phong thuỷ.</p>\r\n\r\n<p><img alt=\"Phối cảnh dự án KDC Chợ kênh F mở rộng.\" src=\"https://cdn.datxanhmientay.net/datxanh/2022/11/phoi-canh-du-an-kdc-cho-kenh-f-mo-rong.jpg\" style=\"height:1152px; width:2048px\" /></p>\r\n\r\n<p style=\"text-align:center\"><em>Phối cảnh dự án KDC Chợ kênh F mở rộng. Ảnh: Đất Xanh Miền Tây</em></p>\r\n\r\n<p>Điểm danh các lợi thế đầu tư, hứa hẹn lợi nhuận “gấp bội” cho nhà đầu tư tại&nbsp;<a href=\"https://nammientay.vn/khu-dan-cu-cho-kenh-f-mo-rong/\" rel=\"noreferrer noopener nofollow\" target=\"_blank\">KDC Chợ kênh F mở rộn</a>g.&nbsp;<strong><em>Một là</em></strong>&nbsp;dự án tọa lạc tại khu chợ kênh F hiện hữu, mua bán sầm uất, dân cư đông đúc gia tăng nhu cầu sử dụng dịch vụ, trao đổi – mua bán hàng hoá, kết nối với Tp. Long Xuyên và các trung tâm thương mại tạo nên một nguồn lực lớn về kinh tế.&nbsp;<strong><em>Hai là</em></strong>&nbsp;huyện Thoại Sơn sở hữu nhiều tiềm năng sáng giá để phát triển cơ sở hạ tầng, thương mại và dịch vụ, tăng khả năng kết nối giao thương trong nội tỉnh và liên vùng, nhất là cao tốc Châu Đốc – Cần Thơ – Sóc Trăng, tạo nên đòn bẩy nâng cao giá trị bất động sản.&nbsp;<strong><em>Ba là</em></strong>&nbsp;hệ thống hạ tầng giao thông có kế hoạch quy hoạch đầu tư bài bản, tiêu biểu là tuyến cao tốc Châu Đốc – Cần Thơ – Sóc Trăng khi hoàn thiện.&nbsp;<strong><em>Bốn là</em></strong>&nbsp;quỹ đất xung quanh chợ thường thu hút đông đảo dân cư, thu hút các nhà đầu tư bất động sản vì khả năng thanh khoản cao, khả năng khai thác kinh doanh đa dạng.&nbsp;<strong><em>Năm là</em></strong>&nbsp;tiềm năng phát triển du lịch cao, nằm trong tuyến đường kép về du lịch, thu hút lượng&nbsp; khách du lịch đến khu vực này lớn và ổn định, tiềm năng kinh doanh du lịch rất cao.&nbsp;<strong><em>Sáu là</em></strong>&nbsp;mặt bằng giá còn khá “mềm”, đây là thời cơ tốt để đầu tư đón đầu thị trường bất động sản An Giang.</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>\"&gt;</p>', 'du-an-mien-tay.jpeg', 'Tin Tức Thị Trường', '2023-03-10 09:26:05', '2023-03-10 10:42:23'),
(34, 'Phước Thới Venus khuấy đảo thị trường Cần Thơ với 24 sản phẩm đất nền giới hạn', '<p>Mang tâm huyết của nhà phát triển dự án, đại diện Tổng Cty Đất Xanh Miền Tây – bà Phùng Thị Phượng đã chia sẻ đến các nhà đầu tư, khách hàng những thông tin tích cực về thị trường bất động sản cũng như giá trị nổi bật của Phước Thới Venus trong tình hình hiện nay: “Sự vào cuộc, quan tâm sâu sắc, chỉ đạo quyết liệt của Chính phủ về hoàn thiện khung pháp lý, khơi thông dòng vốn nhằm tháo gỡ vướng mắc cho thị trường bất động sản đã cho thấy rõ lĩnh vực từng đứng thứ 2 cả nước về thu hút FDI này sẽ sớm hồi phục trở lại và sẽ ngày càng minh bạch hơn, lành mạnh hơn.&nbsp;</p>\r\n\r\n<p>Những dự án có pháp lý hoàn chỉnh, sản phẩm hướng đến nhu cầu thực, mức giá tốt, chính sách tốt như Phước Thới Venus sẽ là xu hướng thịnh hành trên thị trường, được đông đảo nhà đầu tư và khách hàng đón nhận. Đầu tư vào Phước Thới Venus chính là sự đầu tư bền vững cho tương lai.”</p>\r\n\r\n<p><img alt=\"\" src=\"https://cdn.datxanhmientay.net/datxanh/2023/02/DSC0417-1556x1024.jpg\" style=\"height:1024px; width:1556px\" /></p>\r\n\r\n<p><em>Đại diện Đơn vị Phát triển dự án Đất Xanh Miền Tây – bà Phùng Thị Phượng chia sẻ về thị trường và dự án Phước Thới Venus</em></p>\r\n\r\n<p>Bất động sản Tây Nam Bộ đang từng ngày gia tăng giá trị cùng với quy hoạch phát triển đô thị, kinh tế và đầu tư triển khai các dự án hạ tầng giao thông trọng điểm như 7 tuyến cao tốc đường bộ, tuyến đường sắt tốc độ cao TPHCM – Cần Thơ, cảng biển nước sâu Trần Đề, cảng hàng không quốc tế Cần Thơ… Với vai trò là thủ phủ miền Tây, TP Cần Thơ đã trở thành điểm đến đầu tư mới của các tập đoàn kinh tế, đông đảo doanh nghiệp và nhà đầu tư trong và ngoài nước ở đa dạng lĩnh vực, trong đó có bất động sản.&nbsp;</p>\r\n\r\n<p>Tập trung chủ yếu ở các địa phương gần khu vực trung tâm, có hạ tầng giao thông, hạ tầng KCN đồng bộ, hiện đại, quỹ đất còn rộng, đô thị trẻ năng động và đầy triển vọng, điển hình như quận Ô Môn. Là ngọn cờ mới trong quy hoạch và phát triển đô thị của TP Cần Thơ, Ô Môn đang đứng trước tiềm năng phát triển thần tốc với 3 vùng đô thị mũi nhọn: đô thị trung tâm, đô thị công nghiệp và đô thị du lịch. Kéo theo đó là sự trỗi dậy và tăng trưởng mạnh mẽ của lĩnh vực bất động sản.&nbsp;</p>\r\n\r\n<p>Toạ lạc ở vị trí đô thị trung tâm và tiếp giáp 2 vùng đô thị công nghiệp và đô thị du lịch của quận Ô Môn, Phước Thới sở hữu nhiều lợi thế sẵn có về vị trí giao thương chiến lược, hạ tầng giao thông, hạ tầng KCN đồng bộ hiện đại… đã mang đến cho Phước Thới cơ hội phát triển bất động sản, đặc biệt là phân khúc BĐS KCN và BĐS nhà ở phục vụ nhu cầu nhà ở cho người lao động làm việc trong các Khu công nghiệp và cư dân sinh sống tại đô thị. Nổi bật hơn hết là Phước Thới Venus với 24 sản phẩm đất nền giới hạn mới nhất tại TP Cần Thơ hiện nay”. Đây chính là những thông tin đắt giá về thị trường được Giám đốc Kinh doanh 2 – bà Ngô Thị Mỹ Hồng chia sẻ.</p>\r\n\r\n<p><img alt=\"\" src=\"https://cdn.datxanhmientay.net/datxanh/2023/02/DSC0427-1422x1024.jpg\" style=\"height:1024px; width:1422px\" /></p>\r\n\r\n<p><em>Giám đốc Kinh doanh ĐXMT – bà Ngô Thị Mỹ Hồng chia sẻ thông tin về thị trường</em></p>\r\n\r\n<p>Phước Thới Venus tọa lại tại trung tâm P. Phước Thới, Q. Ô Môn, mặt tiền QL91 – tuyến giao thông huyết mạch của TP Cần Thơ nói riêng và ĐBSCL nói chung, gần kề KCN Trà Nóc I &amp; II, sân bay quốc tế Cần Thơ với hàng loạt tiện ích bao quanh… đáp ứng nhu cầu an cư đang ngày càng gia tăng tại khu vực này. Đặc biệt là khi số lượng người lao động làm việc trong các Khu công nghiệp ngày càng tăng cao, tỷ lệ thuận với sự gia tăng về nhu cầu nhà ở của tầng lớp này.&nbsp;</p>\r\n\r\n<p>Với 8 giá trị an cư đắt giá: vị trí thuận tiện di chuyển nội đô và ngoại thành, đa dạng tiện ích, hạ tầng hoàn thiện, pháp lý đầy đủ, môi trường sống xanh-sạch-đẹp, cộng đồng cư dân văn minh, khu vực an ninh cao và nằm trong quy hoạch của quận, nhiều cơ hội việc làm, cư dân của Phước Thới Venus sẽ được tận hưởng một cuộc sống tiện nghi, hiện đại, là tiền đề để xây dựng gia đình hạnh phúc.</p>\r\n\r\n<p>Về giá trị đầu tư, Phước Thới Venus là sản phẩm đất nền mới duy nhất tại Cần Thơ hiện nay; được thừa hưởng tiềm năng phát triển từ quy hoạch đô thị Ô Môn năng động; xung quanh đã có dân cư sinh sống, buôn bán sầm uất; sản phẩm dễ dàng đầu tư và chuyển nhượng; được bảo chứng sinh lời 25-30% từ 142 đất nền, 24 căn shophouse và dãy nhà phố 30 căn đã được triển khai thành công trước đây; chủ đầu tư và đơn vị phát triển dự án uy tín hàng đầu. Và đặc biệt là các chính sách thanh toán linh hoạt, chính sách chiết khấu vô cùng hấp dẫn cũng được Giám đốc Kinh doanh 1 Đất Xanh Miền Tây – bà Nguyễn Thị Thanh Thương công bố ngay tại buổi lễ.</p>\r\n\r\n<p><img alt=\"\" src=\"https://cdn.datxanhmientay.net/datxanh/2023/02/DSC0492-1462x1024.jpg\" style=\"height:1024px; width:1462px\" /></p>\r\n\r\n<p><em>Giám đốc Kinh doanh ĐXMT – bà Nguyễn Thị Thanh Thương chia sẻ về dự án và chính sách dành cho khách hàng</em></p>\r\n\r\n<p>Sở hữu Phước Thới Venus, nhà đầu tư và khách hàng mua ở không chỉ sở hữu tài sản có giá trị cao mà còn nhận được mức lợi nhuận cực hấp dẫn với chính sách chiết khấu 1% khi đã từng mua sản phẩm do ĐXMT phát triển và phân phối, từ 1-2% khi mua số lượng nhiều, được chiết khấu 4-6% khi chọn phương thức thanh toán nhanh.&nbsp;</p>\r\n\r\n<p>ĐXMT còn hỗ trợ khách hàng săn “hàng đẹp” nhanh chóng và dễ dàng với đa dạng phương thức thanh toán 40%, 70% và 95% phù hợp với từng nhu cầu của khách hàng. Đặc biệt là chương trình Du Xuân Quý Mão – ngắm hoa anh đào 2023 trị giá 40.000.000 đồng khi giao dịch thành công.</p>\r\n\r\n<p><img alt=\"\" src=\"https://cdn.datxanhmientay.net/datxanh/2023/02/DSC0500-1-1543x1024.jpg\" style=\"height:1024px; width:1543px\" /></p>\r\n\r\n<p><em>Các đơn vị phân phối dự án nhận bảng giá chính thức của Phước Thới Venus</em></p>\r\n\r\n<p>Những con số vô cùng nóng bỏng đã khiến các nhà đầu tư và khách hàng “xuống tiền” ngay tại dự án, đã minh chứng cho dự án Phước Thới Venus đầy triển vọng về tiềm năng tăng giá, chính sách tốt và mức giá cực hấp dẫn.&nbsp;</p>\r\n\r\n<p>Nếu giai đoạn hiện tại là thời điểm vàng để nhà đầu tư xuống tiền với mức giá tốt, thì Phước Thới Venus chính là sản phẩm đầu tiên mang đến lợi nhuận bền vững và sinh lời tốt nhất trong năm 2023.</p>\r\n\r\n<p><img alt=\"\" src=\"https://cdn.datxanhmientay.net/datxanh/2023/02/DSC0147-1536x1024.jpg\" style=\"height:1024px; width:1536px\" /></p>\r\n\r\n<p><img alt=\"\" src=\"https://cdn.datxanhmientay.net/datxanh/2023/02/DSC0118-1518x1024.jpg\" style=\"height:1024px; width:1518px\" /></p>\r\n\r\n<p><img alt=\"\" src=\"https://cdn.datxanhmientay.net/datxanh/2023/02/DSC0161-2-1423x1024.jpg\" style=\"height:1024px; width:1423px\" /></p>\r\n\r\n<p><img alt=\"\" src=\"https://cdn.datxanhmientay.net/datxanh/2023/02/DSC0163-1-1502x1024.jpg\" style=\"height:1024px; width:1502px\" /></p>\r\n\r\n<p><img alt=\"\" src=\"https://cdn.datxanhmientay.net/datxanh/2023/02/DSC0174-1-1402x1024.jpg\" style=\"height:1024px; width:1402px\" /></p>\r\n\r\n<p><img alt=\"\" src=\"https://cdn.datxanhmientay.net/datxanh/2023/02/DSC0189-1500x1024.jpg\" style=\"height:1024px; width:1500px\" /></p>\r\n\r\n<p><img alt=\"\" src=\"https://cdn.datxanhmientay.net/datxanh/2023/02/DSC0515-1-1536x1024.jpg\" style=\"height:1024px; width:1536px\" /></p>\r\n\r\n<p><img alt=\"\" src=\"https://cdn.datxanhmientay.net/datxanh/2023/02/DSC0518-1536x1024.jpg\" style=\"height:1024px; width:1536px\" /></p>\r\n\r\n<p><img alt=\"\" src=\"https://cdn.datxanhmientay.net/datxanh/2023/02/2hsdjfhsjdf.jpg\" style=\"height:620px; width:964px\" /></p>\r\n\r\n<p><img alt=\"\" src=\"https://cdn.datxanhmientay.net/datxanh/2023/02/kadksjd.jpg\" style=\"height:623px; width:913px\" /></p>\r\n\r\n<p><img alt=\"\" src=\"https://cdn.datxanhmientay.net/datxanh/2023/02/klklkl.jpg\" style=\"height:622px; width:932px\" /></p>\r\n\r\n<p><img alt=\"\" src=\"https://cdn.datxanhmientay.net/datxanh/2023/02/jhkjk.jpg\" style=\"height:620px; width:437px\" /></p>\r\n\r\n<p><img alt=\"\" src=\"https://cdn.datxanhmientay.net/datxanh/2023/02/DSC0133-1571x1024.jpg\" style=\"height:1024px; width:1571px\" /></p>\r\n\r\n<p>\"&gt;</p>', 'kdc-phuocthoi.jpg', 'Tin Tức Thị Trường', '2023-03-10 10:44:18', '2023-03-14 00:21:56'),
(36, 'Dự báo phân khúc này sẽ là xu hướng nhà ở Cần Thơ trong năm nay', '<p><span style=\"font-size:14px\"><span style=\"font-family:Arial,Helvetica,sans-serif\">Với sự phát triển đô thị cao, đầu tư hạ tầng diễn ra mạnh, cùng với đó nhu cầu về nhà ở, nhu cầu đầu tư kinh doanh bất động sản lại rất cao. Vì vậy, kịch bản năm 2023 vẫn tăng trưởng nhưng theo chiều hướng thận trọng</span><em>.</em><img alt=\"\" src=\"https://cdn.datxanhmientay.net/datxanh/2023/02/1-36-min-1537x1024.jpg\" style=\"height:1024px; width:1537px\" /></span></p>\r\n\r\n<p><span style=\"font-size:14px\"><em>Tổng quan tình hình thị trường bất động sản Tây Nam bộ</em></span></p>\r\n\r\n<p><span style=\"font-size:14px\">Tại khu vực ĐBSCL, trong năm 2022, phân khúc đất nền trên thị trường ghi nhận khoảng 39 dự án với hơn 6000 sản phẩm, có giá bán trung bình 16 triệu đồng/m2 với tỷ lệ hấp thụ ước đạt 10%; phân khúc biệt thự liền kề, nhà phố ghi nhận khoảng 46 dự án với hơn 6000 sản phẩm với giá bán trung bình 37 triệu đồng/m2, tỷ lệ hấp thụ ước đạt 5,1%; về phân khúc nghỉ dưỡng, nổi bật vẫn là Phú Quốc, ghi nhận hơn 10 dự án với khoảng 1500 sản phẩm, giá bán trung bình 227 triệu đồng/m2.</span></p>\r\n\r\n<p><span style=\"font-size:14px\">Tại thị trường Tây Nam bộ chưa ghi nhận trường hợp leo thang giá và dấu hiệu sốt đất nào trong năm 2022, đây là điểm tích cực của thị trường so với một số thị trường khác trên cả nước được nhà đầu tư quan tâm.</span></p>\r\n\r\n<p><span style=\"font-size:14px\">Ðối với thị trường BÐS tại TP Cần Thơ thời điểm 6 tháng đầu năm 2022 ghi nhận vẫn tăng trưởng khả quan hơn so với mặt bằng chung của cả nước khi nhà đầu tư cởi bỏ tâm lý e ngại sau đại dịch. Từ cuối quý II/2022, thị trường BĐS cả nước “bất đắc dĩ” rơi vào trạng thái khó khăn do tình hình kinh tế vĩ mô, tài chính, các quy định đến sửa đổi Luật đất đai, Tây Nam bộ và TP. Cần Thơ cũng không nằm ngoài tác động.</span></p>\r\n\r\n<p><span style=\"font-size:14px\"><em>Điểm sáng của thị trường năm 2023</em></span></p>\r\n\r\n<p><span style=\"font-size:14px\">Theo nhiều chuyên gia nhận định, thị trường BĐS sẽ ấm dần lên và có sự phát triển ổn định trong năm 2023. Nhà nước đang rất nỗ lực tháo gỡ vướng mắc, khó khăn cho thị trường BĐS bằng động thái sửa đổi, bổ sung quy định của nhiều bộ luật; Tổ công tác của Thủ tướng đang tích cực rà soát hàng nghìn dự án đang gặp khó khăn về pháp lý, góp phần cấu trúc lại thị trường, gỡ vướn thủ tục, khơi thông nguồn cung trong thời gian tới; trái phiếu doanh nghiệp được kiểm soát rõ ràng và sẽ lấy lại niềm tin của các nhà đầu tư. Sáng ngày 08/02, tại Hội nghị về công tác tín dụng đối với lĩnh vực BĐS, NHNN cho hay các tổ chức tín dụng vẫn cấp tín dụng cho lĩnh vực bất động sản với mức tăng trưởng cao và đang có dư nợ lớn. NHNN khẳng định đối với các dự án, phương án vay vốn khả thi vẫn được tổ chức tín dụng cho vay theo đúng quy định. Sau cuộc họp, một số ngân hàng thương mại lớn ngay lập tức đã giảm lãi suất cho vay nói chung và giảm lãi suất cho vay bất động sản nói riêng, đây là động thái đầu tiên cho thấy dòng tiền được sử dụng cho hoạt động đầu tư BĐS sẽ trở lại.</span></p>\r\n\r\n<p><span style=\"font-size:14px\">Theo nguồn dữ liệu của Hiệp hội BĐS Việt Nam – VARS cho thấy, giá đất nền được điều chỉnh về giá trị thực, gần như nguyên trạng so với thời điểm cuối năm 2021 khi chưa xảy ra cơn sốt đất. Tuy nhiên, phân khúc nhà ở, đặc biệt là căn hộ chung cư không nằm trong xu hướng giảm giá bán. Một phần do nhu cầu ở loại hình nhà ở này luôn hiện hữu và tăng không ngừng cùng quá trình đô thị hóa.</span></p>\r\n\r\n<p><span style=\"font-size:14px\">Trong giai đoạn thị trường đang hồi sức thì vẫn có một số “điểm sáng” thúc đẩy thị trường hiện nay, là BĐS công nghiệp, các sản phẩm đáp ứng nhu cầu ở thực như chung cư hay nhà phố sẽ dẫn dắt thị trường.</span></p>\r\n\r\n<p><span style=\"font-size:14px\"><img alt=\"\" src=\"https://cdn.datxanhmientay.net/datxanh/2023/02/DJI_0022-f-min-1536x1024.jpg\" style=\"height:1024px; width:1536px\" /></span></p>\r\n\r\n<p><span style=\"font-size:14px\"><em>Các dự án đáp ứng nhu cầu ở thực sẽ được ưu tiên lựa chọn</em></span></p>\r\n\r\n<p><span style=\"font-size:14px\"><em>Chung cư là xu hướng tất yếu với sự phát triển của đô thị Cần Thơ</em></span></p>\r\n\r\n<p><span style=\"font-size:14px\">Tính đến cuối năm 2022, tỷ lệ đô thị hoá của TP Cần Thơ đạt 73,05% và đặt chỉ tiêu 2023 là 74%. Dân số thành phố là 1.246.993 người (số liệu năm 2021), trong đó, dân số thành thị 876.923 người (chiếm trên 70,3%), dân số nông thôn 370.070 người (chiếm trên 29,6%). Cần Thơ là địa phương có mật độ dân số cao so với nhiều tỉnh, thành khác trong cả nước, cao gấp 3 lần mật độ dân số toàn quốc và gấp 2 lần mật độ dân số vùng ĐBSCL.</span></p>\r\n\r\n<p><span style=\"font-size:14px\">Để tiết kiệm không gian, đảm bảo chỗ ở, chất lượng cuộc sống của người dân, chung cư đang trở thành xu hướng trong quá trình đô thị hoá của các đô thị lớn. Chung cư cũng cung cấp các dịch vụ cơ bản và tiện ích như an ninh, bảo vệ, v.v. để giúp người dân có một cuộc sống hiệu quả hơn.</span></p>\r\n\r\n<p><span style=\"font-size:14px\"><img alt=\"\" src=\"https://cdn.datxanhmientay.net/datxanh/2023/02/DJI_0040-f-min-1536x1024.jpg\" style=\"height:1024px; width:1536px\" /></span></p>\r\n\r\n<p><span style=\"font-size:14px\"><em>Chung cư đang trở nên phổ biến và được lựa chọn cao tại Cần Thơ</em></span></p>\r\n\r\n<p><span style=\"font-size:14px\">Bên cạnh đó, từ đầu năm 2023, các dự án hạ tầng giao thông trọng điểm vùng ĐBSCL cũng đã bắt đầu khởi động, số vốn ngân sách trung ương đầu tư lên đến 86.000 tỷ đồng, tăng gấp 2,6 lần so với giai đoạn 5 năm trước. Trong đó khu vực TP. Cần Thơ có những tuyến cao tốc dọc – ngang đã và đang hình thành như cao tốc Lộ Tẻ – Rạch Sỏi, cao tốc Trung Lương – Mỹ Thuận – Cần Thơ, cao tốc Châu Đốc – Cần Thơ – Sóc Trăng, cao tốc Cần Thơ – Cà Mau. Việc thúc đẩy các dự án hạ tầng giao thông cũng giúp đẩy mạnh giải ngân đầu tư công, một trong những động lực phục hồi và phát triển kinh tế-xã hội của đất nước, vùng ĐBSCL nói chung, TP. Cần Thơ nói riêng. Đồng thời thu hút cư dân, người lao động dịch chuyển về Cần Thơ an cư, tìm cơ hội lập nghiệp. Hiện nay, TP. Cần Thơ cũng là sân chơi của hàng loạt ông lớn ngành BĐS như Vingroup, Novaland, T&amp;T, Hoà Phát, Tập đoàn Sovico, KITA… với các dự án chung cư cao cấp, tổ hợp đô thị thương mại – dịch vụ.</span></p>\r\n\r\n<p><span style=\"font-size:14px\">Ông Nguyễn Văn Đính, Chủ tịch Hội Môi giới Bất động sản Việt Nam cho hay “Hiện nay,&nbsp;phát triển đô thị cao, đầu tư hạ tầng diễn ra mạnh,&nbsp;cùng với đó nhu cầu về nhà ở, nhu cầu đầu tư kinh doanh bất động sản lại rất cao.&nbsp;Đây là những yếu tố tạo nên động lực rất lớn cho khả năng hồi phục của thị trường bất động sản”.</span></p>\r\n\r\n<p><span style=\"font-size:14px\">Nhu cầu đầu tư trên thị trường vẫn rất lớn, kể cả nhu cầu cho phân khúc hạng sang, cao cấp chứ không riêng gì phân khúc đáp ứng nhu cầu ở thực. Vì vậy, kịch bản năm 2023 vẫn tăng trưởng nhưng theo chiều hướng thận trọng. Tuy nhiên, đây cũng là cơ hội cho các doanh nghiệp nhìn lại mình để điều chỉnh và phát triển phù hợp.</span></p>\r\n\r\n<p><span style=\"font-size:14px\">Dự án chung cư sẽ phát triển mạnh mẽ trong thời gian tới, với những dự án có độ ưu việt cao trong quy hoạch và các dịch vụ tiện ích phục vụ người dân. Những dự án đầu tư chung cư sẽ được thực hiện ở những khu vực có nhu cầu cao và tiềm năng phát triển lớn. Đặc biệt, các chủ đầu tư sẽ có những ưu đãi hấp dẫn và các chính sách hỗ trợ để tạo nên một thị trường môi giới BĐS phù hợp và bền vững.</span></p>\r\n\r\n<p><span style=\"font-size:14px\">\"&gt;</span></p>\r\n\r\n<p><span style=\"font-size:14px\">\"&gt;</span></p>\r\n\r\n<p><span style=\"font-size:14px\">\"&gt;</span></p>\r\n\r\n<p><span style=\"font-size:14px\">\"&gt;</span></p>', 'tay-do-plaza.jpg', 'Tin Tức Thị Trường', '2023-03-10 10:53:30', '2023-03-10 10:56:39');
INSERT INTO `tintucdatxanh` (`id`, `tieude_tintuc`, `noidung_tintuc`, `anhdaidien_tintuc`, `danhmuc_tintuc`, `created_at`, `updated_at`) VALUES
(37, 'Tưng bừng Hội Thao Đất Xanh Miền Tây-Lest Go- Bùng Nổ Sức Mạnh', '<p><span style=\"font-family:Arial,Helvetica,sans-serif\"><span style=\"font-size:14px\">Xuyên suốt từ 7h30 đến 18h ngày 29/5, mặc dù thời tiết mưa khá nhiều nhưng sức nóng tại Nhà thi đấu Đa năng TP Cần Thơ không hề hạ nhiệt trước sự góp mặt của 1.200 vận động viên và các cổ động viên đầy máu lửa của hệ thống Đất Xanh Miền Tây tham dự Hội thao 2022. Sau bao ngày luyện tập và trông chờ, Hội thao đã chính thức diễn ra trong khí thế hừng hực của các tuyển thủ tài năng. Bằng sự dẻo dai và thể lực bền bỉ, các vận động viên đã thi đấu xuất sắc ở nhiều hạng mục: Trò chơi tập thể, Giải vòng loại và vòng chung kết bóng đá nam và bóng đá nữ; những nhà vô địch đã ghi danh mình một cách ấn tượng vào bảng vàng danh giá.</span></span></p>\r\n\r\n<p><span style=\"font-family:Arial,Helvetica,sans-serif\"><span style=\"font-size:14px\"><a href=\"https://cdn.datxanhmientay.net/datxanh/2022/05/285128413_1597445157307417_6315081159106176809_n.jpg\"><img alt=\"\" src=\"https://cdn.datxanhmientay.net/datxanh/2022/05/285128413_1597445157307417_6315081159106176809_n-1024x640.jpg\" style=\"height:640px; width:1024px\" /></a></span></span></p>\r\n\r\n<p><span style=\"font-family:Arial,Helvetica,sans-serif\"><span style=\"font-size:14px\">Những chiếc cúp và huy chương danh giá tại buổi khai mạc</span></span></p>\r\n\r\n<p><span style=\"font-family:Arial,Helvetica,sans-serif\"><span style=\"font-size:14px\">Chương trình được khai mạc long trọng với nghi thức rước đuốc hào hùng từ Ban lãnh đạo Đất Xanh Miền Tây và lời cam kết thực hiện nghiêm túc, công tâm các giải đấu từ đại diện Ban trọng tài, Ban tổ chức.</span></span></p>\r\n\r\n<p><span style=\"font-family:Arial,Helvetica,sans-serif\"><span style=\"font-size:14px\"><a href=\"https://cdn.datxanhmientay.net/datxanh/2022/05/285000691_1597435803975019_4374260476786633707_n.jpg\"><img alt=\"\" src=\"https://cdn.datxanhmientay.net/datxanh/2022/05/285000691_1597435803975019_4374260476786633707_n-1024x686.jpg\" style=\"height:686px; width:1024px\" /></a></span></span></p>\r\n\r\n<p><span style=\"font-family:Arial,Helvetica,sans-serif\"><span style=\"font-size:14px\">Ban lãnh đạo thực hiện nghi thức Rước đuốc Hội thao Đất Xanh Miền Tây 2022</span></span></p>\r\n\r\n<p><span style=\"font-family:Arial,Helvetica,sans-serif\"><span style=\"font-size:14px\">Phát biểu khai mạc tại buổi lễ, CEO Đất Xanh Miền Tây – ông Dương Quốc Thủy cho rằng: BLĐ Công ty luôn ưu tiên hàng đầu công tác chăm lo đời sống vật chất và tinh thần cho CBNV, bởi mỗi cá nhân khỏe mạnh thì tập thể luôn khỏe mạnh và cả Công ty khỏe mạnh. Các hoạt động được tổ chức xuyên suốt thời gian qua như khám sức khỏe toàn diện cho CBNV và hội thao toàn hệ thống đã tạo nên nét đẹp văn hóa độc đáo của Đất Xanh Miền Tây và tôn thêm giá trị cốt lõi của Người Đất Xanh đó là: Khát vọng, chính trực, chuyên nghiệp và nhân văn.</span></span></p>\r\n\r\n<p><span style=\"font-family:Arial,Helvetica,sans-serif\"><span style=\"font-size:14px\">Phó TGĐ Điều hành – bà Phùng Thị Phượng cũng cho rằng, hoạt động Hội thao gia tăng tinh thần đoàn kết, sức mạnh tập thể của toàn thể 1.200 CBNV toàn hệ thống. Và Hội thao Đất Xanh Miền Tây những năm sau tổ chức sẽ phải long trọng hơn, quy mô hoành tráng hơn nữa, xứng đáng với tầm vóc, quy mô ngày càng lớn mạnh của Đất Xanh Miền Tây.</span></span></p>\r\n\r\n<p><span style=\"font-family:Arial,Helvetica,sans-serif\"><span style=\"font-size:14px\"><a href=\"https://cdn.datxanhmientay.net/datxanh/2022/05/284875456_1597435703975029_711424392560078763_n.jpg\"><img alt=\"\" src=\"https://cdn.datxanhmientay.net/datxanh/2022/05/284875456_1597435703975029_711424392560078763_n-1024x741.jpg\" style=\"height:741px; width:1024px\" /></a></span></span></p>\r\n\r\n<p><span style=\"font-family:Arial,Helvetica,sans-serif\"><span style=\"font-size:14px\">Phó TGĐ Điều hành – bà Phùng Thị Phượng phát biểu khai mạc Hội thao</span></span></p>\r\n\r\n<p><span style=\"font-family:Arial,Helvetica,sans-serif\"><span style=\"font-size:14px\">Mở đầu hạng mục thi đấu là phần thi tập thể với các trò chơi như: vượt thử thách, bước chân thần tốc, kéo co đồng sức đồng lòng. Trong các phần chơi, các vận động viên đã thể hiện tinh thần đoàn kết vượt trội, cống hiến màn thi đấu thú vị, đặc sắc và tràn ngập tiếng cười vui nhộn. Kết quả chung cuộc phần thi tập thể với chiến thắng ngoạn mục thuộc về đơn vị Cửu Long Homes giành giải Nhất, Á quân thuộc về đơn vị Nam Miền Tây và giải Ba thuộc về đơn vị Bắc Miền Tây.</span></span></p>\r\n\r\n<p><span style=\"font-family:Arial,Helvetica,sans-serif\"><span style=\"font-size:14px\">Hạng mục bóng đá nữ đã chứng kiến màn tranh tài “kỳ phùng địch thủ” đến từ những bông hồng thép của Đất Xanh Miền Tây. Đằng sau vẻ yêu kiều của những cô nàng xinh đẹp là tinh thần quyết chiến và sự khéo léo nhanh nhẹn, tất cả các cô gái đều xứng đáng với những tấm huy chương. Chiến thắng chung cuộc một lần nữa gọi tên đơn vị Cửu Long Homes giành Huy chương Vàng, đồng thời nữ tuyển thủ mang áo số 17 Trần Trà My của Cửu Long Homes đã vô cùng xuất sắc nhận giải thưởng Vua phá lưới; Giải Thủ môn xuất sắc nhất thuộc về thủ môn Nguyễn Thị Hồng Hạnh cũng đến từ đơn vị Cửu Long Homes. Sát sao tỉ số – đội bóng đã nữ Hội sở Đất Xanh Miền Tây đã về đích với vị trí Á Quân – Huy chương Bạc và Huy chương Đồng thuộc về đơn vị Bất động sản Cần Thơ.</span></span></p>\r\n\r\n<p><span style=\"font-family:Arial,Helvetica,sans-serif\"><span style=\"font-size:14px\"><a href=\"https://cdn.datxanhmientay.net/datxanh/2022/05/284905512_1597437390641527_3701663251084829577_n.jpg\"><img alt=\"\" src=\"https://cdn.datxanhmientay.net/datxanh/2022/05/284905512_1597437390641527_3701663251084829577_n-1024x586.jpg\" style=\"height:586px; width:1024px\" /></a></span></span></p>\r\n\r\n<p><span style=\"font-family:Arial,Helvetica,sans-serif\"><span style=\"font-size:14px\">Huy chương Vàng bóng đá nữ thuộc về Cửu Long Homes.</span></span></p>\r\n\r\n<p><span style=\"font-family:Arial,Helvetica,sans-serif\"><span style=\"font-size:14px\"><a href=\"https://cdn.datxanhmientay.net/datxanh/2022/05/284940939_1597437123974887_8455586315535061178_n.jpg\"><img alt=\"\" src=\"https://cdn.datxanhmientay.net/datxanh/2022/05/284940939_1597437123974887_8455586315535061178_n-1024x741.jpg\" style=\"height:741px; width:1024px\" /></a></span></span></p>\r\n\r\n<p><span style=\"font-family:Arial,Helvetica,sans-serif\"><span style=\"font-size:14px\">Giải Vua phá lưới bộ môn bóng đá nữ thuộc về cầu thủ Trần Trà My (đơn vị Cửu Long Homes).</span></span></p>\r\n\r\n<p><span style=\"font-family:Arial,Helvetica,sans-serif\"><span style=\"font-size:14px\"><a href=\"https://cdn.datxanhmientay.net/datxanh/2022/05/284974765_1597437253974874_5070943534592401659_n.jpg\"><img alt=\"\" src=\"https://cdn.datxanhmientay.net/datxanh/2022/05/284974765_1597437253974874_5070943534592401659_n-1024x734.jpg\" style=\"height:734px; width:1024px\" /></a></span></span></p>\r\n\r\n<p><span style=\"font-family:Arial,Helvetica,sans-serif\"><span style=\"font-size:14px\">Giải nữ Thủ môn xuất sắc thuộc về Nguyễn Thị Hồng Hạnh (đơn vị Cửu Long Homes).</span></span></p>\r\n\r\n<p><span style=\"font-family:Arial,Helvetica,sans-serif\"><span style=\"font-size:14px\"><a href=\"https://cdn.datxanhmientay.net/datxanh/2022/05/284931245_1597460533972546_3634402190319950873_n.jpg\"><img alt=\"\" src=\"https://cdn.datxanhmientay.net/datxanh/2022/05/284931245_1597460533972546_3634402190319950873_n-1024x586.jpg\" style=\"height:586px; width:1024px\" /></a></span></span></p>\r\n\r\n<p><span style=\"font-family:Arial,Helvetica,sans-serif\"><span style=\"font-size:14px\">Huy chương Bạc bộ môn bóng đá nam và bóng đá nữ thuộc về Hội sở Đất Xanh Miền Tây</span></span></p>\r\n\r\n<p><span style=\"font-family:Arial,Helvetica,sans-serif\"><span style=\"font-size:14px\"><a href=\"https://cdn.datxanhmientay.net/datxanh/2022/05/284947184_1597476387304294_2602892283891192274_n.jpg\"><img alt=\"\" src=\"https://cdn.datxanhmientay.net/datxanh/2022/05/284947184_1597476387304294_2602892283891192274_n-1024x670.jpg\" style=\"height:670px; width:1024px\" /></a></span></span></p>\r\n\r\n<p><span style=\"font-family:Arial,Helvetica,sans-serif\"><span style=\"font-size:14px\">Huy chương Đồng bộ môn bóng đá nữ thuộc về đơn vị BĐS Cần Thơ.</span></span></p>\r\n\r\n<p><span style=\"font-family:Arial,Helvetica,sans-serif\"><span style=\"font-size:14px\">Hạng mục bóng đá nam với những màn trình diễn tuyệt vời thỏa lòng Fan hâm mộ đến từ các cầu thủ xuất sắc. Sở hữu thể lực cường tráng, kỹ thuật điêu luyện và quyết tâm chơi hết mình, các “chân sút” tài năng đã kiến tạo vô số đường bóng nghẹt thở khiến các cổ động viên mãn nhãn. Sau những trận đấu kịch tính, đương kim vô địch bộ môn bóng đá nam đã lộ diện, giương cao chiếc Huy chương Vàng danh giá là đơn vị Bất động sản Cần Thơ.</span></span></p>\r\n\r\n<p><span style=\"font-family:Arial,Helvetica,sans-serif\"><span style=\"font-size:14px\"><a href=\"https://cdn.datxanhmientay.net/datxanh/2022/05/284700523_1597437420641524_3039027612792878283_n.jpg\"><img alt=\"\" src=\"https://cdn.datxanhmientay.net/datxanh/2022/05/284700523_1597437420641524_3039027612792878283_n-1024x555.jpg\" style=\"height:555px; width:1024px\" /></a></span></span></p>\r\n\r\n<p><span style=\"font-family:Arial,Helvetica,sans-serif\"><span style=\"font-size:14px\">Huy chương Vàng bóng đá nam thuộc về BĐS Cần Thơ.</span></span></p>\r\n\r\n<p><span style=\"font-family:Arial,Helvetica,sans-serif\"><span style=\"font-size:14px\">Bằng cú lội ngược dòng rút ngắn tỉ số đầy thuyết phục, Đội nam Hội sở Đất Xanh Miền Tây xuất sắc về đích với vị trí Nhì bảng giành Huy chương Bạc và chiếc Huy chương Đồng hạng mục bóng đá nam thuộc về đơn vị Bắc Miền Tây cùng sự nỗ lực đầy kiên cường.</span></span></p>\r\n\r\n<p><span style=\"font-family:Arial,Helvetica,sans-serif\"><span style=\"font-size:14px\">Giải Vua phá lưới bóng đá nam đã thuộc về cầu thủ Trần Duy Bằng (đơn vị Bắc Miền Tây); giải Thủ môn xuất sắc nhất bộ môn bóng đá nam thuộc về Nguyễn Hoàng Tuấn Anh (đơn vị BĐS Cần Thơ).</span></span></p>\r\n\r\n<p><span style=\"font-family:Arial,Helvetica,sans-serif\"><span style=\"font-size:14px\"><a href=\"https://cdn.datxanhmientay.net/datxanh/2022/05/284886888_1597437333974866_4366908255576195857_n.jpg\"><img alt=\"\" src=\"https://cdn.datxanhmientay.net/datxanh/2022/05/284886888_1597437333974866_4366908255576195857_n-1024x670.jpg\" style=\"height:670px; width:1024px\" /></a></span></span></p>\r\n\r\n<p><span style=\"font-family:Arial,Helvetica,sans-serif\"><span style=\"font-size:14px\">Giải nam Thủ môn xuất sắc thuộc về Nguyễn Hoàng Tuấn Anh (đơn vị BĐS Cần Thơ).</span></span></p>\r\n\r\n<p><span style=\"font-family:Arial,Helvetica,sans-serif\"><span style=\"font-size:14px\"><a href=\"https://cdn.datxanhmientay.net/datxanh/2022/05/284820869_1597437200641546_4464930890241527757_n.jpg\"><img alt=\"\" src=\"https://cdn.datxanhmientay.net/datxanh/2022/05/284820869_1597437200641546_4464930890241527757_n-1024x752.jpg\" style=\"height:752px; width:1024px\" /></a></span></span></p>\r\n\r\n<p><span style=\"font-family:Arial,Helvetica,sans-serif\"><span style=\"font-size:14px\">Giải Vua phá lưới bộ môn bóng đá nam thuộc về cầu thủ Trần Duy Bằng (đơn vị Bắc Miền Tây)</span></span></p>\r\n\r\n<p><span style=\"font-family:Arial,Helvetica,sans-serif\"><span style=\"font-size:14px\"><a href=\"https://cdn.datxanhmientay.net/datxanh/2022/05/285075114_1597467533971846_3694064819721809533_n.jpg\"><img alt=\"\" src=\"https://cdn.datxanhmientay.net/datxanh/2022/05/285075114_1597467533971846_3694064819721809533_n-1024x425.jpg\" style=\"height:425px; width:1024px\" /></a></span></span></p>\r\n\r\n<p><span style=\"font-family:Arial,Helvetica,sans-serif\"><span style=\"font-size:14px\">Khép lại kỳ Hội thao 2022 thành công của Đất Xanh Miền Tây, nơi vinh danh chủ nhân của những tấm huy chương danh giá, nơi mọi cảm xúc cao trào được vỡ òa. Chắc chắn rằng với tinh thần “play hard, work harder”, các chiến binh Đất Xanh Miền Tây sẽ luôn thành công trên mọi lĩnh vực: công việc, cuộc sống và tình yêu với thể thao. Cùng đón chờ thêm nhiều sự kiện hoành tráng sắp tới cùng Đất Xanh Miền Tây</span></span></p>', 'hoi-thao-dat-xanh.jpg', 'Văn Hóa Đất Xanh', '2023-03-10 11:04:31', '2023-03-10 11:04:31'),
(38, 'CBNV Đất Xanh Miền Tây hưởng ứng chương trình đào tạo Tôn chỉ Văn hóa Đất Xanh', '<p><span style=\"font-family:Arial,Helvetica,sans-serif\"><span style=\"font-size:14px\">Sáng ngày 27/4, hơn 1.200 CBNV Đất Xanh Miền Tây (ĐXMT) đầy vinh dự và tự hào khi được tham dự chương trình Đào tạo Tôn chỉ văn hóa Đất Xanh do Ban lãnh đạo Tập đoàn Đất Xanh trực tiếp đào tạo và truyền tải. Sự kiện đã đọng lại trong tâm trí và tinh thần CBNV ĐXMT nguồn cảm xúc mãnh liệt.</span></span></p>\r\n\r\n<p><span style=\"font-family:Arial,Helvetica,sans-serif\"><span style=\"font-size:14px\">Trực tiếp tham gia đào tạo gồm các vị lãnh đạo cấp cao Tập đoàn Đất Xanh:</span></span></p>\r\n\r\n<p><span style=\"font-family:Arial,Helvetica,sans-serif\"><span style=\"font-size:14px\">Ông Trần Quốc Thịnh – Phó Tổng Nhân sự và Phát triển hệ thống; ông Nguyễn Quốc Hoàn – Giám đốc Nhân sự; ông Võ Hồng Kim – GĐ Quản trị Chiến lược; ông Nguyễn Trọng Quốc – Giám đốc Học viện Chiến lược; ông Lê Thế Tình – Trưởng BP Đào tạo.</span></span></p>\r\n\r\n<p><span style=\"font-family:Arial,Helvetica,sans-serif\"><span style=\"font-size:14px\"><a href=\"https://cdn.datxanhmientay.net/datxanh/2022/04/IMG_2681-min-1-scaled.jpg\"><img alt=\"\" src=\"https://cdn.datxanhmientay.net/datxanh/2022/04/IMG_2681-min-1-1024x683.jpg\" style=\"height:683px; width:1024px\" /></a></span></span></p>\r\n\r\n<p><span style=\"font-family:Arial,Helvetica,sans-serif\"><span style=\"font-size:14px\">Ông Trần Quốc Thịnh – PTNS &amp; Phát triển hệ thống Tập đoàn</span></span></p>\r\n\r\n<p><span style=\"font-family:Arial,Helvetica,sans-serif\"><span style=\"font-size:14px\"><a href=\"https://cdn.datxanhmientay.net/datxanh/2022/04/img_2316_optimized-scaled.jpg\"><img alt=\"\" src=\"https://cdn.datxanhmientay.net/datxanh/2022/04/img_2316_optimized-1024x683.jpg\" style=\"height:683px; width:1024px\" /></a></span></span></p>\r\n\r\n<p><span style=\"font-family:Arial,Helvetica,sans-serif\"><span style=\"font-size:14px\">Ông Võ Hồng Kim – Giám đốc Quản trị Chiến lược Tập đoàn</span></span></p>\r\n\r\n<p><span style=\"font-family:Arial,Helvetica,sans-serif\"><span style=\"font-size:14px\"><a href=\"https://cdn.datxanhmientay.net/datxanh/2022/04/img_2468_optimized-scaled.jpg\"><img alt=\"\" src=\"https://cdn.datxanhmientay.net/datxanh/2022/04/img_2468_optimized-1024x683.jpg\" style=\"height:683px; width:1024px\" /></a></span></span></p>\r\n\r\n<p><span style=\"font-family:Arial,Helvetica,sans-serif\"><span style=\"font-size:14px\">Ông Nguyễn Quốc Hoàn – Giám đốc Nhân sự Tập đoàn</span></span></p>\r\n\r\n<p><span style=\"font-family:Arial,Helvetica,sans-serif\"><span style=\"font-size:14px\"><a href=\"https://cdn.datxanhmientay.net/datxanh/2022/04/img_2578_optimized-scaled.jpg\"><img alt=\"\" src=\"https://cdn.datxanhmientay.net/datxanh/2022/04/img_2578_optimized-1024x683.jpg\" style=\"height:683px; width:1024px\" /></a></span></span></p>\r\n\r\n<p><span style=\"font-family:Arial,Helvetica,sans-serif\"><span style=\"font-size:14px\">Ông Nguyễn Trọng Quốc – Giám đốc Học viện Chiến lược Tập đoàn</span></span></p>\r\n\r\n<p><span style=\"font-family:Arial,Helvetica,sans-serif\"><span style=\"font-size:14px\"><a href=\"https://cdn.datxanhmientay.net/datxanh/2022/04/img_2603_optimized.png\"><img alt=\"\" src=\"https://cdn.datxanhmientay.net/datxanh/2022/04/img_2603_optimized-1024x683.png\" style=\"height:683px; width:1024px\" /></a></span></span></p>\r\n\r\n<p><span style=\"font-family:Arial,Helvetica,sans-serif\"><span style=\"font-size:14px\">Ông Lê Thế Tình – TPB Đào tạo Tập đoàn</span></span></p>\r\n\r\n<p><span style=\"font-family:Arial,Helvetica,sans-serif\"><span style=\"font-size:14px\">Về phía Tổng công ty Đất Xanh Miền Tây có sự tham dự của Ban TGĐ:</span></span></p>\r\n\r\n<p><span style=\"font-family:Arial,Helvetica,sans-serif\"><span style=\"font-size:14px\">CEO Dương Quốc Thủy, Phó TGĐ Điều hành Phùng Thị Phượng, đội ngũ giám đốc chức năng Tổng công ty, TGĐ 6 công ty thành viên cùng đông đảo 1.200 cán bộ nhân viên toàn hệ thống ĐXMT.</span></span></p>\r\n\r\n<p><span style=\"font-family:Arial,Helvetica,sans-serif\"><span style=\"font-size:14px\"><a href=\"https://cdn.datxanhmientay.net/datxanh/2022/04/img_2737_optimized-scaled.jpg\"><img alt=\"\" src=\"https://cdn.datxanhmientay.net/datxanh/2022/04/img_2737_optimized-1024x683.jpg\" style=\"height:683px; width:1024px\" /></a></span></span></p>\r\n\r\n<p><span style=\"font-family:Arial,Helvetica,sans-serif\"><span style=\"font-size:14px\">Ông Dương Quốc Thủy – TGĐ Đất Xanh Miền Tây</span></span></p>\r\n\r\n<p><span style=\"font-family:Arial,Helvetica,sans-serif\"><span style=\"font-size:14px\"><a href=\"https://cdn.datxanhmientay.net/datxanh/2022/04/img_2273_optimized-scaled.jpg\"><img alt=\"\" src=\"https://cdn.datxanhmientay.net/datxanh/2022/04/img_2273_optimized-1024x683.jpg\" style=\"height:683px; width:1024px\" /></a></span></span></p>\r\n\r\n<p><span style=\"font-family:Arial,Helvetica,sans-serif\"><span style=\"font-size:14px\">Bà Phùng Thị Phượng – PTGĐ Điều hành Đất Xanh Miền Tây</span></span></p>\r\n\r\n<p><span style=\"font-family:Arial,Helvetica,sans-serif\"><span style=\"font-size:14px\">Phát biểu tại sự kiện, CEO Dương Quốc Thủy cho rằng: Đối với một doanh nghiệp, ngoài tiềm lực tài chính, văn hóa là giá trị cốt lõi cho sự phát triển bền vững, là tài sản không thể thay thế. ĐXMT tự hào khi là một thành viên của Tập đoàn, được thừa hưởng những giá trị văn hóa đặc sắc mà không phải doanh nghiệp nào cũng có được. Chính sức mạnh tinh thần ấy đã biến thành động lực mạnh mẽ để ĐXMT bước đi nhanh hơn, vững chãi hơn, toàn thể CBNV cùng đồng lòng chinh phục những mục tiêu chiến lược mà Ban TGĐ đã đề ra cũng là định hướng của Tập đoàn. Trong đó mục tiêu cốt lõi là chiếm lĩnh thị phần mảng dịch vụ môi giới tại khu vực Tây Nam bộ, mở rộng thương hiệu quốc gia, trở thành chủ đầu tư và từng bước hiện thực hóa mục tiêu doanh nghiệp tỷ USD.</span></span></p>\r\n\r\n<p><span style=\"font-family:Arial,Helvetica,sans-serif\"><span style=\"font-size:14px\">Đồng tình với quan điểm trên, Phó TGĐ Điều hành – bà Phùng Thị Phượng gửi lời cảm ơn chân thành đến Ban lãnh đạo Tập đoàn đã dồn tâm huyết để tổ chức nhiều buổi đào tạo Tôn chỉ văn hóa Đất Xanh đến với CBNV ĐXMT. Tập thể ĐXMT sẽ tiếp thu, gìn giữ và phát huy những giá trị tốt đẹp mà Tập đoàn đã kiến tạo nên để mỗi CBNV đều hành xử chuẩn mực trong công việc và cuộc sống, đúng đạo đức, đúng quy định, đúng pháp luật; và mỗi CBNV là một “đại sứ văn hóa”, “đại sứ thương hiệu” Đất Xanh.</span></span></p>\r\n\r\n<p><span style=\"font-family:Arial,Helvetica,sans-serif\"><span style=\"font-size:14px\"><a href=\"https://cdn.datxanhmientay.net/datxanh/2022/04/img_2440_optimized-scaled.jpg\"><img alt=\"\" src=\"https://cdn.datxanhmientay.net/datxanh/2022/04/img_2440_optimized-1024x683.jpg\" style=\"height:683px; width:1024px\" /></a></span></span></p>\r\n\r\n<p><span style=\"font-family:Arial,Helvetica,sans-serif\"><span style=\"font-size:14px\">Ban lãnh đạo cùng các cán bộ nhân viên Đất Xanh Miền Tây</span></span></p>\r\n\r\n<p><span style=\"font-family:Arial,Helvetica,sans-serif\"><span style=\"font-size:14px\">Qua các nội dung chia sẻ của Ban lãnh đạo Tập đoàn, CBNV ĐXMT càng thêm thấm nhuần sâu sắc tư tưởng văn hóa, giá trị cốt lõi của Người Đất Xanh, đó là:</span></span></p>\r\n\r\n<p><span style=\"font-family:Arial,Helvetica,sans-serif\"><span style=\"font-size:14px\">4 Trí: Khát vọng – Chính trực – Chuyên nghiệp – Nhân văn</span></span></p>\r\n\r\n<p><span style=\"font-family:Arial,Helvetica,sans-serif\"><span style=\"font-size:14px\">4 Đạo: Tốc – Tinh – Trí – Tín</span></span></p>\r\n\r\n<p><span style=\"font-family:Arial,Helvetica,sans-serif\"><span style=\"font-size:14px\">4 Tâm niệm: Hết việc không hết giờ – Việc hôm nay không để ngày mai – Không xong việc không về – Tôi là người hiệu quả.</span></span></p>\r\n\r\n<p><span style=\"font-family:Arial,Helvetica,sans-serif\"><span style=\"font-size:14px\">4 Đúng: Đúng giờ – Đúng kế hoạch – Đúng pháp luật – Đúng văn hóa Đất Xanh.</span></span></p>\r\n\r\n<p><span style=\"font-family:Arial,Helvetica,sans-serif\"><span style=\"font-size:14px\">4 Tâm thức: Xin lỗi – Luôn mỉm cười – Xin chào – Xin cảm ơn</span></span></p>\r\n\r\n<p><span style=\"font-family:Arial,Helvetica,sans-serif\"><span style=\"font-size:14px\">4 Ý chí: Trung thành – Trung thực – Tận tâm – Tận tụy</span></span></p>\r\n\r\n<p><span style=\"font-family:Arial,Helvetica,sans-serif\"><span style=\"font-size:14px\">Lãnh đạo Người Đất Xanh có 4 Đức tính: Sáng tạo – Dấn thân – Hiệu quả – Bao dung</span></span></p>\r\n\r\n<p><span style=\"font-family:Arial,Helvetica,sans-serif\"><span style=\"font-size:14px\"><a href=\"https://cdn.datxanhmientay.net/datxanh/2022/04/IMG_2818-fix-min.png\"><img alt=\"\" src=\"https://cdn.datxanhmientay.net/datxanh/2022/04/IMG_2818-fix-min-1024x576.png\" style=\"height:576px; width:1024px\" /></a></span></span></p>\r\n\r\n<p><span style=\"font-family:Arial,Helvetica,sans-serif\"><span style=\"font-size:14px\">Toàn thể Ban lãnh đạo và CBNV quyết tâm đồng lòng thực hiện tôn chỉ văn hóa Đất Xanh</span></span></p>\r\n\r\n<p><span style=\"font-family:Arial,Helvetica,sans-serif\"><span style=\"font-size:14px\"><a href=\"https://cdn.datxanhmientay.net/datxanh/2022/04/IMG_2811-min-scaled.jpg\"><img alt=\"\" src=\"https://cdn.datxanhmientay.net/datxanh/2022/04/IMG_2811-min-1024x683.jpg\" style=\"height:683px; width:1024px\" /></a></span></span></p>\r\n\r\n<p><span style=\"font-family:Arial,Helvetica,sans-serif\"><span style=\"font-size:14px\">Ngoài ra CBNV còn được lĩnh hội những bài học tư tưởng triết lý sâu sắc của Người sáng lập Tập đoàn, được đúc kết từ lời vĩ nhân, dựa trên các chuẩn mực đạo đức và lấy con người làm gốc. CBNV thấu hiểu, tin tưởng khát vọng và tầm nhìn của Người sáng lập, đặc biệt là giấc mơ non sông – phát triển đất nước hùng cường và dựng xây một Đất Xanh “Hiệu quả – Trường tồn – Vĩ đại”.</span></span></p>', 'dao-tao-can-bo.jpg', 'Văn Hóa Đất Xanh', '2023-03-10 11:15:03', '2023-03-10 11:15:03'),
(39, 'Chuyện phía sau hào quang của những chiến binh Đất Xanh Miền Tây', '<p>Bước trên thảm vinh quang trải đầy hoa hồng, bàn chân có thể “rướm máu vì những mũi gai”, nhưng nếu làm việc với tinh thần “người chiến thắng” chắc chắn bạn sẽ gặt hái được quả ngọt. Đã có rất nhiều chiến binh nỗ lực đạt đến thu nhập khủng với 9 con số, điều mà trước kia họ chưa từng dám nghĩ đến. Và đằng sau hào quang, “chiến binh” Đất Xanh Miền Tây luôn có những câu chuyện truyền cảm hứng của riêng mình phía sau hào quang thành công.</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p><span style=\"font-family:Arial,Helvetica,sans-serif\"><span style=\"font-size:14px\"><a href=\"https://cdn.datxanhmientay.net/datxanh/2022/04/IMG_0257-min-scaled.jpg\"><img alt=\"\" src=\"https://cdn.datxanhmientay.net/datxanh/2022/04/IMG_0257-min-1024x683.jpg\" style=\"height:683px; width:1024px\" /></a></span></span></p>\r\n\r\n<p><span style=\"font-family:Arial,Helvetica,sans-serif\"><span style=\"font-size:14px\"><em>Các chiến binh Đất Xanh Miền Tây tỏa sáng tại buổi Lễ Tổng kết Vinh danh Quý I/2022</em></span></span></p>\r\n\r\n<h2><span style=\"font-family:Arial,Helvetica,sans-serif\"><span style=\"font-size:14px\"><strong>Lấy chữ “tín” làm đầu</strong></span></span></h2>\r\n\r\n<p><span style=\"font-family:Arial,Helvetica,sans-serif\"><span style=\"font-size:14px\">Đối với các chiến binh Đất Xanh Miền Tây, giá trị nhất quán ở họ là dù trong hoàn cảnh nào, chữ “Tín” cũng luôn được quan tâm hàng đầu. Từ đó, các chiến binh luôn làm việc với tinh thần chính trực, uy tín, từng bước chinh phục những vị khách khó tính và luôn đạt được sự kỳ vọng mà cấp trên giao phó.</span></span></p>\r\n\r\n<p><span style=\"font-family:Arial,Helvetica,sans-serif\"><span style=\"font-size:14px\">Vốn xuất thân là một sinh viên chuyên ngành Quản trị kinh doanh, anh Nguyễn Văn Tý đã từng làm việc ở nhiều ngành nghề, đảm nhận nhiều vị trí khác nhau. Tìm đến với lĩnh vực bất động sản là một cái duyên, cũng là một hành trình dài. Anh nhận ra rằng khi kinh doanh bất kỳ mặt hàng nào, nhất là sản phẩm cao cấp như bất động sản, chữ Tín phải luôn được đặt lên hàng đầu.</span></span></p>\r\n\r\n<p><span style=\"font-family:Arial,Helvetica,sans-serif\"><span style=\"font-size:14px\">“Từ khi đảm nhiệm vị trí nhân viên kinh doanh tại Đất Xanh Miền Tây, tôi đã may mắn được gặp gỡ và lắng nghe nhiều đối tượng khách hàng khác nhau. Đó là những cặp vợ chồng trẻ chắt chịu để mua đất, cất nhà cho tổ ấm mới, cũng có thể là ông bố, bà mẹ muốn tìm một nơi để nghỉ dưỡng sau khi về hưu; đặc biệt là nhà đầu tư muốn tìm sản phẩm sinh lời cao. Khi lắng nghe mong muốn của họ, tôi nhận thấy trách nhiệm của mình thật lớn lao, cần phải tìm hiểu kỹ lưỡng sản phẩm trước khi giới thiệu đến cho khách hàng. Cũng từ đó mà tôi dần xây dựng chữ Tín cho mình và luôn lấy đó làm mục tiêu trong công việc. Nhờ vậy, nhiều khách hàng tin tưởng, đôi khi chỉ cần sản phẩm của tôi giới thiệu là họ quyết định chốt nhanh không chần chừ” – anh Tý chia sẻ.</span></span></p>\r\n\r\n<p><span style=\"font-family:Arial,Helvetica,sans-serif\"><span style=\"font-size:14px\">Đối với những người chèo lái con thuyền hay đồng đội trên cùng chiến tuyến, chiến binh Đất Xanh Miền Tây cũng vẫn giữ chữ Tín, đó là sự tín nhiệm trong công việc. Những con người trẻ tuổi, năng nổ của Đất Xanh Miền Tây luôn có lý tưởng, niềm tin vững vàng và sẵn sàng kết nối cùng nhau để hoàn thành mục tiêu lớn lao chung.</span></span></p>\r\n\r\n<p><span style=\"font-family:Arial,Helvetica,sans-serif\"><span style=\"font-size:14px\"><a href=\"https://cdn.datxanhmientay.net/datxanh/2022/04/IMG_0238-min-scaled.jpg\"><img alt=\"\" src=\"https://cdn.datxanhmientay.net/datxanh/2022/04/IMG_0238-min-1024x683.jpg\" style=\"height:683px; width:1024px\" /></a></span></span></p>\r\n\r\n<p><span style=\"font-family:Arial,Helvetica,sans-serif\"><span style=\"font-size:14px\"><em>Anh Dương Hoài Tước được xướng tên Chuyên gia bán hàng Quý I/2022 đầy vinh dự</em></span></span></p>\r\n\r\n<p><span style=\"font-family:Arial,Helvetica,sans-serif\"><span style=\"font-size:14px\">Là một trong những người tiên phong xông pha về thị trường Bạc Liêu, anh Dương Hoài Tước đã có nhiều trải nghiệm đáng nhớ về chuyện đời – chuyện nghề cùng đồng đội thân yêu. Khi xách balo lên và đi, trong lòng anh vừa hào hứng cũng vừa quẩn quanh vài suy nghĩ bâng quơ trước những thử thách sắp tới. Mặc dù vậy, anh vẫn quyết tâm cháy hết mình với dự án, vì sự tín nhiệm mà cấp trên đã giao phó.</span></span></p>\r\n\r\n<p><span style=\"font-family:Arial,Helvetica,sans-serif\"><span style=\"font-size:14px\">“Khi được phân công cùng các đồng nghiệp đến Bạc Liêu để triển khai dự án Hòa Bình Riverside, tôi rất phấn khởi. Song song đó cũng có nhiều bỡ ngỡ vì chưa nắm rõ thị trường cũng như đường xá hay việc thích nghi với nơi ở mới. Nhưng khi xuống đến Bạc Liêu, các đồng nghiệp hỗ trợ lẫn nhau, chưa có ngày nào mà chúng tôi ngưng việc “thắp lửa” nhiệt huyết, hơn hết là sự động viên khích lệ của cấp lãnh đạo. Từ tinh thần đó, tôi cảm thấy mình cần phải cố gắng nhiều hơn để giữ chữ tín với đồng nghiệp, cùng nhau quét sạch giỏ hàng Hòa Bình Riverside và mang vinh quang về cho sàn. Đặc biệt là chữ tín với cấp trên, những người đã luôn tin tưởng trao cho tôi cơ hội để thể hiện bản thân.”</span></span></p>\r\n\r\n<h2><span style=\"font-family:Arial,Helvetica,sans-serif\"><span style=\"font-size:14px\"><strong>Kiên định với mọi thách thức</strong></span></span></h2>\r\n\r\n<p><span style=\"font-family:Arial,Helvetica,sans-serif\"><span style=\"font-size:14px\">Có một triết lý không thể phủ nhận rằng thành công không bao giờ đến một cách dễ dàng, đó là quá trình của sự kiên định và nỗ lực. Muốn hái được quả ngọt thì phải là người gieo hạt, vun xới, chăm sóc và ra sức bảo vệ chúng trước sóng gió. Cũng như các chiến binh Đất Xanh Miền Tây, mỗi bước chân họ đi qua trên hành trình tiến tới thành công đều hiện hữu mồ hôi, nước mắt. Nhưng trên hết vẫn là một lòng kiên định với giá trị của cuộc sống mà bản thân hướng đến.</span></span></p>\r\n\r\n<p><span style=\"font-family:Arial,Helvetica,sans-serif\"><span style=\"font-size:14px\"><a href=\"https://cdn.datxanhmientay.net/datxanh/2022/04/IMG_0184-min-scaled.jpg\"><img alt=\"\" src=\"https://cdn.datxanhmientay.net/datxanh/2022/04/IMG_0184-min-1024x683.jpg\" style=\"height:683px; width:1024px\" /></a></span></span></p>\r\n\r\n<p><span style=\"font-family:Arial,Helvetica,sans-serif\"><span style=\"font-size:14px\"><em>Giây phút chia sẻ vinh quang của Chuyên gia bán hàng – “đóa hồng thép” Trần Minh Thảo</em></span></span></p>\r\n\r\n<p><span style=\"font-family:Arial,Helvetica,sans-serif\"><span style=\"font-size:14px\">Ngọc phải mài mới sáng, vàng phải thử trong lửa. Người nắm giữ chìa khóa thành công ắt phải được tôi luyện trong sự khó khăn và thách thức. Đó là hình ảnh một nữ chiến binh đầy nghị lực của Đất Xanh Miền Tây – chị Trần Minh Thảo, một “đóa hồng thép” luôn cháy hết mình trong công việc và gia đình.</span></span></p>\r\n\r\n<p><span style=\"font-family:Arial,Helvetica,sans-serif\"><span style=\"font-size:14px\">Chị Thảo chia sẻ: “Vừa mới ‘chân ướt chân ráo’ làm nhân viên kinh doanh bất động sản, may mắn thay được vào Đất Xanh Miền Tây, nơi mấy anh chị em đều máu lửa không ngại khó ở mọi dự án. Ngọn lửa của tôi được truyền lại bởi một anh đồng nghiệp, người đã bán một lúc 4 nền. Tôi dần học hỏi nhiều hơn, trau dồi nhiều hơn để giữ ngọn lửa nhiệt huyết trong mình và truyền được động lực cho các bạn mới vào sau này.</span></span></p>\r\n\r\n<p><span style=\"font-family:Arial,Helvetica,sans-serif\"><span style=\"font-size:14px\">Khi nghe sàn mình về Bạc Liêu công tác, tôi rất hào hứng. Nhưng niềm vui thích của bản thân lại thêm đặt nặng vì có con nhỏ. Tôi không ngại khó ngại xa, tôi chỉ ngại không biết sẽ chăm con có tốt không. Lúc mới về Bạc Liêu, mỗi ngày phải chở con bằng xe máy đi phát tờ rơi, đi gặp khách, xót con lắm. Nhất là mỗi khi bé bệnh thì lại càng lo lắng hơn, không biết xoay sở thế nào. Tuy nhiên, tôi nhận được sự cảm thông và hỗ trợ từ đồng nghiệp, ban lãnh đạo, nhờ vậy mà cũng đạt được một số thành công khi đảm nhận dự án Hòa Bình Riverside. Tôi nhận thấy rằng, bản chất của thử thách là có thể chèo thuyền ngược dòng, phải cố gắng mới đến bờ, nếu không thử sức thì làm sao biết mình có làm được hay không. Cứ suy nghĩ nỗ lực mỗi ngày, tôi bây giờ đã có thể khám phá ra một năng lực mới của mình, không ngờ rằng bản thân có thể vừa chăm con nhỏ vừa hoàn thành tốt công việc mà không phải nhờ đến sự giúp đỡ của ông bà.”</span></span></p>\r\n\r\n<p><span style=\"font-family:Arial,Helvetica,sans-serif\"><span style=\"font-size:14px\">Cùng chúc mừng thành tích đầy tự hào của các chiến binh đã đạt được. Tin chắc rằng với ý chí và năng lượng dồi dào sẵn có, các chiến binh&nbsp;<a href=\"https://datxanhmientay.net/tong-ket-quy-i-2022-vuon-toi-thanh-cong-tinh-anh-toa-sang.html\">Đất Xanh Miền Tây</a>&nbsp;sẽ ngày càng tỏa sáng hơn nữa. Song song đó, những câu chuyện sau ánh hào quang sẽ luôn là nguồn cảm hứng, được kể lại để truyền lửa cho các “tân binh” tương lai.</span></span></p>\r\n\r\n<p>\"&gt;</p>\r\n\r\n<p>\"&gt;</p>', 'vinh-danh-nhan-vien-xuat-sac.jpg', 'Văn Hóa Đất Xanh', '2023-03-10 11:17:09', '2023-03-15 00:45:40'),
(40, 'Đất Xanh Miền Tây: Khởi động 60 ngày chinh phục đỉnh cao', '<p>Tuy nhiên để vượt chỉ tiêu Ban TGĐ đề ra thì bản thâm mỗi CBNV và quản lý các cấp phải đồng lòng quyết tâm hơn nữa, nỗ lực hơn nữa, nhất là trong giai đoạn thị trường không ít khó khăn như hiện nay. Điều đặc biệt là “các chiến binh” phải luôn giữ “tinh thần thép” để chiến thắng bản thân, chiến thắng hoàn cảnh, trở thành biểu tượng “chiến binh” của chính mình.</p>\r\n\r\n<p><img alt=\"\" src=\"https://cdn.datxanhmientay.net/datxanh/2021/05/lieu-1024x682.jpg\" style=\"height:682px; width:1024px\" /></p>\r\n\r\n<p>Giải “Cá nhân xuất sắc nhì tháng” thuộc về chị Phan Thị Xuân Liễu (Phòng 6 Sàn 5)</p>\r\n\r\n<p>Giám đốc Hành chính – Nhân sự Phạm Thị Ánh cũng khẳng định: Công ty sẽ tạo điều kiện tốt nhất về cả vật chất lẫn tinh thần để CBNV làm việc và cống hiến hết mình, trước tiên là cải thiện thu nhập, nâng cao chuyên môn nghề nghiệp để phát triển bản thân; đóng góp cho sự phát triển vững mạnh của Công ty.</p>\r\n\r\n<p><img alt=\"\" src=\"https://cdn.datxanhmientay.net/datxanh/2021/05/tapthe-1024x725.jpg\" style=\"height:725px; width:1024px\" /></p>\r\n\r\n<p>Tuy mới thành lập được hơn 3 năm, nhưng Đất Xanh Miền Tây đã không chỉ tạo chỗ đứng vững chắc trên thị trường, mà còn xây dựng nét đẹp văn hóa độc đáo và nhân văn, ở đó luôn hướng đến giá trị bền vững của CBNV và cộng đồng xã hội. Đất Xanh Miền Tây tự hào với quy mô nhân sự gần 1.000 người, hệ thống 4 CTTV tại Cần Thơ, An Giang, Tiền Giang, Sóc Trăng và Văn phòng giao dịch tại Cà Mau, Bạc Liêu, Trà Vinh, Bến Tre…</p>\r\n\r\n<p>Kiên định với nền tảng giá trị cốt lõi “Khát vọng – Chính trực – Chuyên nghiệp – Nhân văn”, với tầm nhìn dài hạn của Ban TGĐ định hướng phát triển bền vững, coi nguồn nhân lực là tài sản vô giá của doanh nghiệp, có thể nói, mục tiêu trở thành Nhà phát triển dự án BĐS tốt nhất khu vực ĐBSCL vào năm 2025 sẽ thành hiện thực.</p>\r\n\r\n<p>\"&gt;</p>\r\n\r\n<p>\"&gt;</p>\r\n\r\n<p>\"&gt;</p>\r\n\r\n<p>\"&gt;</p>\r\n\r\n<p>\"&gt;</p>', 'vinh-danh-nhan-vien-xuat-sac.jpg', 'Văn Hóa Đất Xanh', '2023-03-10 11:22:27', '2023-03-14 00:21:02'),
(43, 'Đây là bài viết của tôi', '<p>Đây là bài viết của tôi</p>', 'dao-tao-can-bo.jpg', 'Tin Tức Thị Trường', '2023-03-17 08:33:40', '2023-03-17 08:33:40');

-- --------------------------------------------------------

--
-- Cấu trúc bảng cho bảng `users`
--

CREATE TABLE `users` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `name` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `hoten` varchar(20) COLLATE utf8mb4_unicode_ci NOT NULL,
  `email` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `sdt` varchar(20) COLLATE utf8mb4_unicode_ci NOT NULL,
  `diachi` varchar(50) COLLATE utf8mb4_unicode_ci NOT NULL,
  `email_verified_at` timestamp NULL DEFAULT NULL,
  `password` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `remember_token` varchar(100) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `avatar` varchar(50) COLLATE utf8mb4_unicode_ci NOT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Đang đổ dữ liệu cho bảng `users`
--

INSERT INTO `users` (`id`, `name`, `hoten`, `email`, `sdt`, `diachi`, `email_verified_at`, `password`, `remember_token`, `avatar`, `created_at`, `updated_at`) VALUES
(21, 'Administrator', 'Thạch Chanh Tha', 'thachchanhtha1912@gmail.com', '0908346989', '134-Nguyễn Đệ-Ninh-Kiều-Cần Thơ', NULL, '$2y$10$Er5qn38ZXbluwoCW0To5xOwRhEJYF3KNUgI/IFMs7xvVb9j0ooWPm', 'KYAFCYjvU8e6x6gflvcsA9RmEFZTHRVeSLAcZPiqBmgzjxDE61ugYiNSjs5R', 'admin.jpg', '2023-03-20 04:05:28', '2023-03-20 04:05:28'),
(22, 'tienle_nhansu', 'Lê Thị Mỹ Tiên', 'lethimytien@gmail.com', '0944214147', 'Châu Thành-Long An', NULL, '$2y$10$Z2Zm5CzBaV0CcmBQ3I7PaeaKHIYI6gsxiroXVt89PLJgl.CNFGSDS', 'sGOuqqkcq75QjxzoNlrG5up9iACoJ27KJTuw0B91InTHHGQHQrjcszQiy1vF', 'le-thi-my-tien.jpg', '2023-03-20 04:45:13', '2023-03-20 04:45:13'),
(23, 'datdo_nhansu', 'Đỗ Đức Đạt', 'doducdat@gmail.com', '0819938714', 'Tiểu Cần-Trà Vinh', NULL, '$2y$10$CLnWjUt5QzsjT1TrcPmd1.Cc3LasizRADRtmGSiaQmE/C2lw/BX6.', 'bJmobmtdqNyy4d3nHli7zXYcl89GZtdCYspbbeTyRHKSW455gUEoYAm2ZfJQ', 'do-duc-dat.jpg', '2023-03-20 04:46:38', '2023-03-20 04:46:38'),
(25, 'trinhto_dieuphoi', 'Tố Dĩnh Trinh', 'todinhtrinh@gmail.com', '0916689894', 'Sa Đéc-Đồng Tháp', NULL, '$2y$10$Z0Sa1ynL4oBFgBCHepuFP.A8UQnIVTP8OwiXVMaq5IQ0zvMTWoDPa', '17GjBjKqYJlV3poUi7vhgIBx1Pm1JDZYEiXZ6iTXLvmvHOMcGKrnUChASWn1', 'to-dinh-trinh.jpg', '2023-03-20 04:49:38', '2023-03-20 04:49:38'),
(26, 'trucvo_mkt', 'Võ Thị Thanh Trúc', 'thanhtruc@gmail.com', '0399458463', 'Trà Ôn_Vĩnh Long', NULL, '$2y$10$b0Eca6Nmc8Mq38sRv3aszuyi7nUnDVNLP6VcCCAOk3Fx.t4DOOseK', 'vOZKfedyvGk3GF5GiFmbzSksl4Mo4NjEv4GOdPnBrocj5EWYycLlRpIWAHCc', 'vo-thi-thanh-truc.jpg', '2023-03-20 09:28:15', '2023-03-20 09:28:15'),
(27, 'demo123456', 'demo123456', 'demo@gmail.com', '1212', 'Cầu Quan-Tiểu Cần-Trà Vinh', NULL, '$2y$10$FZTjiaAt4gZZBaQXcjjqZO0bXTVEc8v6JTUoZ53kaXjL2VG78KYMe', NULL, 'avatar.png', '2023-03-22 07:25:23', '2023-03-22 07:25:23');

-- --------------------------------------------------------

--
-- Cấu trúc bảng cho bảng `vattu_banhang`
--

CREATE TABLE `vattu_banhang` (
  `id` int(10) UNSIGNED NOT NULL,
  `ma_vattu` varchar(100) COLLATE utf8mb4_unicode_ci NOT NULL,
  `ten_vattu` varchar(100) COLLATE utf8mb4_unicode_ci NOT NULL,
  `dvt_vattu` varchar(100) COLLATE utf8mb4_unicode_ci NOT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Đang đổ dữ liệu cho bảng `vattu_banhang`
--

INSERT INTO `vattu_banhang` (`id`, `ma_vattu`, `ten_vattu`, `dvt_vattu`, `created_at`, `updated_at`) VALUES
(3, 'LT', 'Laptop HP', 'Cái', NULL, NULL),
(4, 'DT', 'Desktop', 'Cái', NULL, NULL),
(5, 'PCl', 'Máy In Màu Espon', 'Cái', NULL, NULL),
(6, 'PBL', 'Print Black White HP', 'Cái', NULL, NULL),
(7, 'SC', 'Máy Scan HP', 'Cái', NULL, NULL),
(9, 'BP', 'Bàn Phím Dell', 'Cái', NULL, NULL),
(10, 'MS', 'Chuột Máy Tính Geniues', 'Cái', NULL, NULL),
(11, 'BB', 'Bút Bi Thiên Long', 'Cái', NULL, NULL),
(12, 'KS', 'Kệ Đựng Hồ Sơ', 'Cái', NULL, NULL);

-- --------------------------------------------------------

--
-- Cấu trúc bảng cho bảng `_invoice_xuat`
--

CREATE TABLE `_invoice_xuat` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `invoice_number` varchar(20) COLLATE utf8mb4_unicode_ci NOT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Đang đổ dữ liệu cho bảng `_invoice_xuat`
--

INSERT INTO `_invoice_xuat` (`id`, `invoice_number`, `created_at`, `updated_at`) VALUES
(1, 'PXK0001', NULL, NULL),
(2, 'PXK0002', NULL, NULL),
(3, 'PXK0002', NULL, NULL),
(4, 'PXK0003', NULL, NULL),
(5, 'PXK0004', NULL, NULL),
(6, 'PXK0005', NULL, NULL),
(7, 'PXK0006', NULL, NULL),
(8, 'PXK0007', NULL, NULL),
(9, 'PXK0008', NULL, NULL),
(10, 'PXK0009', NULL, NULL),
(11, 'PXK0010', NULL, NULL),
(12, 'PXK0011', NULL, NULL),
(13, 'PXK0012', NULL, NULL),
(14, 'PXK0013', NULL, NULL),
(15, 'PXK0014', NULL, NULL),
(16, 'PXK0015', NULL, NULL);

--
-- Chỉ mục cho các bảng đã đổ
--

--
-- Chỉ mục cho bảng `baohiem`
--
ALTER TABLE `baohiem`
  ADD PRIMARY KEY (`id`);

--
-- Chỉ mục cho bảng `chamsockhachhang`
--
ALTER TABLE `chamsockhachhang`
  ADD PRIMARY KEY (`id`);

--
-- Chỉ mục cho bảng `chitiet`
--
ALTER TABLE `chitiet`
  ADD PRIMARY KEY (`id`);

--
-- Chỉ mục cho bảng `chitietnhapkho_banhang`
--
ALTER TABLE `chitietnhapkho_banhang`
  ADD PRIMARY KEY (`id`);

--
-- Chỉ mục cho bảng `chitietxuatkho`
--
ALTER TABLE `chitietxuatkho`
  ADD PRIMARY KEY (`id`);

--
-- Chỉ mục cho bảng `chucvu`
--
ALTER TABLE `chucvu`
  ADD PRIMARY KEY (`id`);

--
-- Chỉ mục cho bảng `dactinh`
--
ALTER TABLE `dactinh`
  ADD PRIMARY KEY (`id`);

--
-- Chỉ mục cho bảng `dactinh_chitiet`
--
ALTER TABLE `dactinh_chitiet`
  ADD PRIMARY KEY (`id`);

--
-- Chỉ mục cho bảng `dactinh_sanpham`
--
ALTER TABLE `dactinh_sanpham`
  ADD PRIMARY KEY (`id`);

--
-- Chỉ mục cho bảng `donhang`
--
ALTER TABLE `donhang`
  ADD PRIMARY KEY (`id`);

--
-- Chỉ mục cho bảng `donvitinh`
--
ALTER TABLE `donvitinh`
  ADD PRIMARY KEY (`id`);

--
-- Chỉ mục cho bảng `dulieuchamcong`
--
ALTER TABLE `dulieuchamcong`
  ADD PRIMARY KEY (`id`);

--
-- Chỉ mục cho bảng `email`
--
ALTER TABLE `email`
  ADD PRIMARY KEY (`id`);

--
-- Chỉ mục cho bảng `excel`
--
ALTER TABLE `excel`
  ADD PRIMARY KEY (`id`);

--
-- Chỉ mục cho bảng `failed_jobs`
--
ALTER TABLE `failed_jobs`
  ADD PRIMARY KEY (`id`),
  ADD UNIQUE KEY `failed_jobs_uuid_unique` (`uuid`);

--
-- Chỉ mục cho bảng `giohang`
--
ALTER TABLE `giohang`
  ADD PRIMARY KEY (`id`);

--
-- Chỉ mục cho bảng `hopdong`
--
ALTER TABLE `hopdong`
  ADD PRIMARY KEY (`id`);

--
-- Chỉ mục cho bảng `invoice`
--
ALTER TABLE `invoice`
  ADD PRIMARY KEY (`id`);

--
-- Chỉ mục cho bảng `khenthuong`
--
ALTER TABLE `khenthuong`
  ADD PRIMARY KEY (`id`);

--
-- Chỉ mục cho bảng `kho_banhang`
--
ALTER TABLE `kho_banhang`
  ADD PRIMARY KEY (`id`);

--
-- Chỉ mục cho bảng `kyluat`
--
ALTER TABLE `kyluat`
  ADD PRIMARY KEY (`id`);

--
-- Chỉ mục cho bảng `lydo_nhaphang`
--
ALTER TABLE `lydo_nhaphang`
  ADD PRIMARY KEY (`id`);

--
-- Chỉ mục cho bảng `lydo_xuat`
--
ALTER TABLE `lydo_xuat`
  ADD PRIMARY KEY (`id`);

--
-- Chỉ mục cho bảng `migrations`
--
ALTER TABLE `migrations`
  ADD PRIMARY KEY (`id`);

--
-- Chỉ mục cho bảng `nhacc_banhang`
--
ALTER TABLE `nhacc_banhang`
  ADD PRIMARY KEY (`id`);

--
-- Chỉ mục cho bảng `nhanvien`
--
ALTER TABLE `nhanvien`
  ADD PRIMARY KEY (`id`);

--
-- Chỉ mục cho bảng `nhanvien_banhang`
--
ALTER TABLE `nhanvien_banhang`
  ADD PRIMARY KEY (`id`);

--
-- Chỉ mục cho bảng `oauth_access_tokens`
--
ALTER TABLE `oauth_access_tokens`
  ADD PRIMARY KEY (`id`),
  ADD KEY `oauth_access_tokens_user_id_index` (`user_id`);

--
-- Chỉ mục cho bảng `oauth_auth_codes`
--
ALTER TABLE `oauth_auth_codes`
  ADD PRIMARY KEY (`id`),
  ADD KEY `oauth_auth_codes_user_id_index` (`user_id`);

--
-- Chỉ mục cho bảng `oauth_clients`
--
ALTER TABLE `oauth_clients`
  ADD PRIMARY KEY (`id`),
  ADD KEY `oauth_clients_user_id_index` (`user_id`);

--
-- Chỉ mục cho bảng `oauth_personal_access_clients`
--
ALTER TABLE `oauth_personal_access_clients`
  ADD PRIMARY KEY (`id`);

--
-- Chỉ mục cho bảng `oauth_refresh_tokens`
--
ALTER TABLE `oauth_refresh_tokens`
  ADD PRIMARY KEY (`id`),
  ADD KEY `oauth_refresh_tokens_access_token_id_index` (`access_token_id`);

--
-- Chỉ mục cho bảng `password_resets`
--
ALTER TABLE `password_resets`
  ADD KEY `password_resets_email_index` (`email`);

--
-- Chỉ mục cho bảng `permissions`
--
ALTER TABLE `permissions`
  ADD PRIMARY KEY (`id`);

--
-- Chỉ mục cho bảng `permission_role`
--
ALTER TABLE `permission_role`
  ADD PRIMARY KEY (`id`);

--
-- Chỉ mục cho bảng `personal_access_tokens`
--
ALTER TABLE `personal_access_tokens`
  ADD PRIMARY KEY (`id`),
  ADD UNIQUE KEY `personal_access_tokens_token_unique` (`token`),
  ADD KEY `personal_access_tokens_tokenable_type_tokenable_id_index` (`tokenable_type`,`tokenable_id`);

--
-- Chỉ mục cho bảng `phepnam`
--
ALTER TABLE `phepnam`
  ADD PRIMARY KEY (`id`);

--
-- Chỉ mục cho bảng `phieunhapkho_banhang`
--
ALTER TABLE `phieunhapkho_banhang`
  ADD PRIMARY KEY (`id`);

--
-- Chỉ mục cho bảng `phieuxuatkho`
--
ALTER TABLE `phieuxuatkho`
  ADD PRIMARY KEY (`id`);

--
-- Chỉ mục cho bảng `phongban`
--
ALTER TABLE `phongban`
  ADD PRIMARY KEY (`id`);

--
-- Chỉ mục cho bảng `post`
--
ALTER TABLE `post`
  ADD PRIMARY KEY (`id`);

--
-- Chỉ mục cho bảng `product`
--
ALTER TABLE `product`
  ADD PRIMARY KEY (`id`);

--
-- Chỉ mục cho bảng `roles`
--
ALTER TABLE `roles`
  ADD PRIMARY KEY (`id`);

--
-- Chỉ mục cho bảng `role_user`
--
ALTER TABLE `role_user`
  ADD PRIMARY KEY (`id`);

--
-- Chỉ mục cho bảng `sanpham`
--
ALTER TABLE `sanpham`
  ADD PRIMARY KEY (`id`);

--
-- Chỉ mục cho bảng `test`
--
ALTER TABLE `test`
  ADD PRIMARY KEY (`id`);

--
-- Chỉ mục cho bảng `tintucdatxanh`
--
ALTER TABLE `tintucdatxanh`
  ADD PRIMARY KEY (`id`);

--
-- Chỉ mục cho bảng `users`
--
ALTER TABLE `users`
  ADD PRIMARY KEY (`id`),
  ADD UNIQUE KEY `users_email_unique` (`email`);

--
-- Chỉ mục cho bảng `vattu_banhang`
--
ALTER TABLE `vattu_banhang`
  ADD PRIMARY KEY (`id`);

--
-- Chỉ mục cho bảng `_invoice_xuat`
--
ALTER TABLE `_invoice_xuat`
  ADD PRIMARY KEY (`id`);

--
-- AUTO_INCREMENT cho các bảng đã đổ
--

--
-- AUTO_INCREMENT cho bảng `baohiem`
--
ALTER TABLE `baohiem`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=46;

--
-- AUTO_INCREMENT cho bảng `chamsockhachhang`
--
ALTER TABLE `chamsockhachhang`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=40;

--
-- AUTO_INCREMENT cho bảng `chitiet`
--
ALTER TABLE `chitiet`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=6;

--
-- AUTO_INCREMENT cho bảng `chitietnhapkho_banhang`
--
ALTER TABLE `chitietnhapkho_banhang`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=200;

--
-- AUTO_INCREMENT cho bảng `chitietxuatkho`
--
ALTER TABLE `chitietxuatkho`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=199;

--
-- AUTO_INCREMENT cho bảng `chucvu`
--
ALTER TABLE `chucvu`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=8;

--
-- AUTO_INCREMENT cho bảng `dactinh`
--
ALTER TABLE `dactinh`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=6;

--
-- AUTO_INCREMENT cho bảng `dactinh_chitiet`
--
ALTER TABLE `dactinh_chitiet`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=7;

--
-- AUTO_INCREMENT cho bảng `dactinh_sanpham`
--
ALTER TABLE `dactinh_sanpham`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=22;

--
-- AUTO_INCREMENT cho bảng `donhang`
--
ALTER TABLE `donhang`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=26;

--
-- AUTO_INCREMENT cho bảng `donvitinh`
--
ALTER TABLE `donvitinh`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=5;

--
-- AUTO_INCREMENT cho bảng `dulieuchamcong`
--
ALTER TABLE `dulieuchamcong`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=2287;

--
-- AUTO_INCREMENT cho bảng `email`
--
ALTER TABLE `email`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=10;

--
-- AUTO_INCREMENT cho bảng `excel`
--
ALTER TABLE `excel`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=6;

--
-- AUTO_INCREMENT cho bảng `failed_jobs`
--
ALTER TABLE `failed_jobs`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT cho bảng `giohang`
--
ALTER TABLE `giohang`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=161573;

--
-- AUTO_INCREMENT cho bảng `hopdong`
--
ALTER TABLE `hopdong`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=51;

--
-- AUTO_INCREMENT cho bảng `invoice`
--
ALTER TABLE `invoice`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=37;

--
-- AUTO_INCREMENT cho bảng `khenthuong`
--
ALTER TABLE `khenthuong`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=3;

--
-- AUTO_INCREMENT cho bảng `kho_banhang`
--
ALTER TABLE `kho_banhang`
  MODIFY `id` int(10) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=8;

--
-- AUTO_INCREMENT cho bảng `kyluat`
--
ALTER TABLE `kyluat`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=4;

--
-- AUTO_INCREMENT cho bảng `lydo_nhaphang`
--
ALTER TABLE `lydo_nhaphang`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=9;

--
-- AUTO_INCREMENT cho bảng `lydo_xuat`
--
ALTER TABLE `lydo_xuat`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=12;

--
-- AUTO_INCREMENT cho bảng `migrations`
--
ALTER TABLE `migrations`
  MODIFY `id` int(10) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=59;

--
-- AUTO_INCREMENT cho bảng `nhacc_banhang`
--
ALTER TABLE `nhacc_banhang`
  MODIFY `id` int(10) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=4;

--
-- AUTO_INCREMENT cho bảng `nhanvien`
--
ALTER TABLE `nhanvien`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=73;

--
-- AUTO_INCREMENT cho bảng `nhanvien_banhang`
--
ALTER TABLE `nhanvien_banhang`
  MODIFY `id` int(10) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=3;

--
-- AUTO_INCREMENT cho bảng `oauth_clients`
--
ALTER TABLE `oauth_clients`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=13;

--
-- AUTO_INCREMENT cho bảng `oauth_personal_access_clients`
--
ALTER TABLE `oauth_personal_access_clients`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=7;

--
-- AUTO_INCREMENT cho bảng `permissions`
--
ALTER TABLE `permissions`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=11;

--
-- AUTO_INCREMENT cho bảng `permission_role`
--
ALTER TABLE `permission_role`
  MODIFY `id` int(10) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=31;

--
-- AUTO_INCREMENT cho bảng `personal_access_tokens`
--
ALTER TABLE `personal_access_tokens`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=15;

--
-- AUTO_INCREMENT cho bảng `phepnam`
--
ALTER TABLE `phepnam`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=43;

--
-- AUTO_INCREMENT cho bảng `phieunhapkho_banhang`
--
ALTER TABLE `phieunhapkho_banhang`
  MODIFY `id` int(10) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=33;

--
-- AUTO_INCREMENT cho bảng `phieuxuatkho`
--
ALTER TABLE `phieuxuatkho`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=13;

--
-- AUTO_INCREMENT cho bảng `phongban`
--
ALTER TABLE `phongban`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=14;

--
-- AUTO_INCREMENT cho bảng `post`
--
ALTER TABLE `post`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=222;

--
-- AUTO_INCREMENT cho bảng `product`
--
ALTER TABLE `product`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=23;

--
-- AUTO_INCREMENT cho bảng `roles`
--
ALTER TABLE `roles`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=5;

--
-- AUTO_INCREMENT cho bảng `role_user`
--
ALTER TABLE `role_user`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=94;

--
-- AUTO_INCREMENT cho bảng `sanpham`
--
ALTER TABLE `sanpham`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=6;

--
-- AUTO_INCREMENT cho bảng `test`
--
ALTER TABLE `test`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=19;

--
-- AUTO_INCREMENT cho bảng `tintucdatxanh`
--
ALTER TABLE `tintucdatxanh`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=44;

--
-- AUTO_INCREMENT cho bảng `users`
--
ALTER TABLE `users`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=28;

--
-- AUTO_INCREMENT cho bảng `vattu_banhang`
--
ALTER TABLE `vattu_banhang`
  MODIFY `id` int(10) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=24;

--
-- AUTO_INCREMENT cho bảng `_invoice_xuat`
--
ALTER TABLE `_invoice_xuat`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=17;
COMMIT;

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
